[
    {
        "weton": "Legi Saturday",
        "naga-hari": "Naga Hari is located in the SOUTHWEST. To succeed in various matters, the directions to head toward are NORTH and EAST.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "You are a fan of a relaxed and luxurious lifestyle. For you, quality is always more important than a low price. This is also applies to your social life: You want to be around good people with high iqs. You yourself are not lacking in intelligence. Fortunately, you can also appreciate others' viewpoints. It's undeniable that your words can sometimes be a little sharp. But why would others want to be sarcastic towards you?",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "At these ages your fate is a little lucky. Food and clothing is not lacking. Your children's needs can be met mostly. This age your parents are well off. Although not too victorious, but they are very concerned and love you."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is less fortunate. Your fortune at this age feels dragging. Many desires and needs are not met. Perhaps the economic condition of your parents who are also mediocre because they train you to live concerned."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate and luck at this age has a slight increase. Fortune is rather smooth, when compared to previous years. But you still need to try and work hard. Need perseverance and do not know surrender. Your life state is medium. The main requirement can be fulfilled. Problems that arise are natural and not so disturbing your calm."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "If you are already working, you will feel how, at this age, you have achieved great success. Fate and luck are in your hands. Prosperity seems to be flowing smoothly. Almost all plans can be realized. Your career is rising drastically. There are hardly any obstacles in your work. Life at this age is indeed enjoyable."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate hasn't changed. Luck is still faithful to accompany your life. Hait in a state of good life and all-round is because there are other people who are jealous. Therefore you should not get used to boasting."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate seems to be less fortunate. Your fortune is in a bad condition and it comes to drag. Many obstacles you encounter in implementing plans. At this age you should not play speculation. Don't easily believe the promises of others who will benefit. Research a business that requires a lot of capital."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate is back well. When you get twenty years old, your fortune is in a smooth state. The servants in life are almost non -existent. Failure to a little appeared but not very meaningful. Many people trust you. If you are an employee, your career journey is uphill in this six years. If you are an entrepreneur then your business brings big profits. But be careful in choosing friends hanging out because you could be deceptive. Don't like gambling and playing women. Do not also pamper yourself with fatty foods."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate is really lucky. Your fortune is still smooth. There are no significant obstacles. The trials of life always come but too burdensome your mind. This is common."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "The condition of your life has changed. Your fate starts to lose. Luck is also gradually reduced. Fortune feels dragging compared to previous years. There is a decrease of around ten percent. Don't give up, keep trying to try. You have to get used to life frugally. Don't use money without any definite goals. Do not easily believe in others who promise luck if you don't know clearly."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Your fate is back well. Even very good when compared to previous years. Your fortune in this age is smooth. Many roads are traversed by fortune. Because God is indeed just in sharing fortune for His people."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate really experiences a striking change. Last year your fate was very fun. But at this age apparently your life is not so fun. Many obstacles come and are difficult to control. Failure may also make you panic if you can't think positively. Prioritize safety and success. Efforts that are not certain to bring profits should be suspended."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate has a slight change. Fortune is rather smooth when compared to previous years. Luck seemed to begin to appear. Obstacles began to decrease. Failure arises once a time but has no effect on your career. Clothing and food are enough."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate is back in a very pleasant state. This age you can be considered very old. But your fortune remains smooth. Your life is better than previous years."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate is still unchanged. Luck is still with you. Maybe the love and attention of children is poured out to you. Health is reduced. Take care of your heart by exercising lightly."
            },
            {
                "range-usia": "84 - 90 Years of Age",
                "nasib": "Your life turns out to be changed. Your fate has decreased by about four percent of previous years. But you don't worry, old age should not think of wealth. If you have a lot of inheritance, immediately share with your children. Look for peace by getting closer to God."
            }
        ]
    },
    {
        "weton": "Pahing Sunday",
        "naga-hari": "Naga Hari is located in the SOUTHWEST. To succeed in various matters, the directions to head toward are WEST and EAST.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "According to Traditional Understanding, People Born on Pahing Sunday are recognized for their remarkable abilities in any fields they pursue. They are strong individuals capable of defending their opinions even in difference situations. Howver, they are also broad-minded and tend to be well received in social environment. Inteesttingly, this group can be highly skilled at hiding (or suppressing) unpleasant feeling like anger, sadness, or regret. This kind of self-control is highly beneficial for a politician, er doctor, or secret agent. Howver, hopeful, this trait does not result in suppressing emotions that should be openly expressing to their loved ones.",
        "nasib-rezeki": [
            {
                "range-usia": "6 - 12 Years of Age",
                "nasib": "Your fate is rather good. Because fortune is still passed by parents, the situation also follows the fate of parents. At that time your parents' economy was mediocre. So your fate is quite decent. Some desires are fulfilled and some are not. The important things are preferred by your parents."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Between the pre-teen Years of Age this teenager is really bad. You are more disappointed if you see the state of the fate of your more lucky friends. Your life at this age must be as simple as possible. Perhaps the mediocre economic factor of parents so that your desire for your desire is never accomplished. You don't need to regret it, because the day is still long. Make this alarming life situation of mental training. Later you will be a formidable person. Don't hang out with richer friends. Look for friends who are both in the same boat. In a mediocre state you don't need to be inferior. You must be confident that everyone has the ability. To achieve self -confidence, then try to learn diligently and actively begkarja."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "At these ages you may still go to school or college. And it could be working. According to the Book of Primbon, your fate is really lucky. If you are still in school or college, it is possible that you are always happy. Happiness is probably because you are accepted in relationships or easily find a partner in dating. If you are already working, surely at this age you find glory. The matter of income, is not a problem. If you are good at managing finances, then you must have savings. Use this opportunity for good and useful things for your future."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate and luck remain like five years ago. All the work you try to always bring profits. Many ways to find income. Problems in life rarely occur. Failure is almost non -existent. Health is in good condition. Asmara is also harmonious. But be careful, because the temptation from outside can undermine your love relationship to the person you love."
            },
            {
                "range-usia": "31 - 35 Years of Age",
                "nasib": "Your fate at this age has experienced a very striking decline. If you are careless in trying or fostering relationships with others. Then you will meet failure. At a critical time like this you need to be introspective. Be careful in acting. Make failure as a lesson so that the next day does not repeat. Humans forever do not have to always be in the glory, but once in the loWEST position. And failure does not always fail, if you can refrain then everything can be overcome."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate seems to be good again. Reunting changed completely to smooth. Your business is always successful. If you are an employee then there is an increase in your career. Take care of other people's trust in you. Never do a lie and cheat. Avoid Aji Mumpung. Logical desires can be achieved easily. Don't see richer people. Don't always judge everything with money. You need a lot of visiting and establishing brotherhood with others . ."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "The fate and luck at this age remains unchanged. Very encouraging. There is continuous improvement. Therefore take advantage of fortune from God. Take some to support the poor. Don't dirty to others. The neighbors must be good if you want your fortune to stay smooth. Try to be honest and trustworthy. Honesty will bring greater luck. Do not be complacent with the wealth you have because it can plunge your life. Don't boast of your position and rank to the small people."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate and fortune experience a decline, but not too flashy. You can also not feel a change in your fate and fortune. Income is still classified as good. If you are an entrepreneur, then your business is only a little affected. If you are an employee, then there is no increase in salary or rank. Problems often arise, whether with family or fellow friends at the office. At these ages do not easily release funds or capital for businesses that are not clear results. Be careful if you try with other people jointly."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "After experiencing a slight decline in the age of 48 to 54, now your fortune is back smoothly. Age is considered old, but the spirit to get an income does not load. You find various ways to maintain life. The streets in scavenging fortune seem to open smoothly. Because of that at this age your fate is really lucky. Health does not need to worry. There is a disease disorder, but it is mild. Diligently maintain health. Relationships with family and children should be maintained in harmony. This lucky age must be utilized as well as possible."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate and fortune at this age decreases. The decline was so sharp that it was far different from the past six years. At this age you are old enough. Take care of your health because once when you can get stricken with stroke or paralysis due to high blood pressure. The necessities of life are not a problem. It's just because the problems of children who slightly disturb your calm."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate is better than at the age of 61-66 years. There is a slight increase. The problem you face is somewhat reduced. Health begins to improve. Even if you have children, they begin to pay attention to the situation of you who are already in this old age. The important thing is you have to try to calm your mind, get closer to God and pray a lot."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Even though your age is very vulnerable but fate is classified as good. You are very lucky in this old age. Indeed you are not strong enough to work, but fortune comes unexpectedly. Nearly all desires can be achieved. The necessities of daily life are met."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate is at the peak of luck. The fortune is smooth even though you are no longer strong working in earning a living. This may be the economic influence of your children who are already established and very concerned about your situation. It seems that your life at dusk is fun. Therefore you must be grateful, pray a lot and get closer to God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "The state of your fate according to Primbon, seems to decline. The situation is worse than when aged 79-84 years. This is natural and is a fate. Failure is still there. The problem that arises also had a chance to disturb your calm."
            }
        ]
    },
    {
        "weton": "Pon Monday",
        "naga-hari": "Naga Hari is located in the EAST. To succeed in various matters, the directions to head toward are NORTH and SOUTHEAST.",
        "jam-baik": "11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00",
        "watak-kelahiran": "If you are born on Pon Monday, you are someone full of contradictions. You may look as a formidable person, who likes to look strong, even proudly show off your wealth (or your intelligence if that's all you have!). However, you are actually someone who is very feeling. Other people will always be surprised if you find how friendly, polite and responsible for you. Don't you feel better now?",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate in childhood is classified as good. Fine fortune even though you have not been able to make a living yourself. Even so, everything is passed through work parents. The needs of almost all of them are fulfilled. There is no problem. Disappointment is still within reasonable limits. You get love and attention from parents."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven years, your fate is very good. Fortune and luck belongs to you. When compared to a gamemate or schoolmate, your life state is better. Your desires and needs are always met. Perhaps parents spoil you too much. You should be able to manage yourself. Do not be too royal and wasteful so that later in the future become good and successful people."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate and luck began to decline compared to previous years. The decline in fate and fortune graphics is probably because when you are your children too spoiled. You are less able to save money so that in this teenager you find the stone. But it doesn't matter. The important thing is that at this age you are careful and changed bad abilities. Be diligent in learning. Hang out with good friends."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate and luck have no change, remaining like in previous years. Try to improve your career by working hard tirelessly. Reduce the habit of buying items that are not useful. Prioritize daily needs. You must be careful in hanging out because a little wrong you will be deceived by people. Don't easily believe the promises that are not clear."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate and fortune have experienced a very rapid increase. This twenty-five to thirty years old, your fate is really lucky. Your efforts are almost always successful. Failure that is fatal is also almost non -existent. A trivial failure indeed every human being experienced it, including you at this age. But small failure is meaningless. Luck is always with you within six years."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Entering the age of thirty one year your fate has decreased. At this age you begin to feel how difficult it is to make a living. Compared to previous years, the changes have now reached ten percent. You don't need to worry because that's the reality of life. The situation must be accepted with grace because it is a natural law. There is a wheel of life. When you are unlucky means you are below. And one time you will be at the peak of luck again as long as you are tough and continue to improve achievement. Failure must be faced calmly and sought the way to solve it in a pisitive."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Entering the age of thirty seven years your fate decreased sharply. At this age you really feel how difficult it is to make a living. Income can only cover daily needs. Maybe this situation is because in previous years you are less concerned. Careless attitude and underestimate something that does not mean can also lead you to bad luck. Or it could be that when you are victorious, there is an arrogant attitude so friends stay away from you. Failure at this age often appears. If you don't have a strong spirit then you will repeatedly fall. But if you are able to overcome all problems, then this bad condition will soon change for the better."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate will return well at this age if you are truly able to solve problems in previous years. According to Primbon, at this age your fate began to develop. When compared to previous years, your life state is pretty good. You have to increase hard work and tireless. The family should be accustomed to living frugally and likes to save money."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate is constantly changed. There is an increase when compared to previous years. Fortune continues to crawl for a better direction. You are lucky at this age. Take advantage of this luck for something useful. You have to foster and prepare children to look at the future."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "If when you are Jaya you spree and get used to according to your desires, the longer your life is getting worse. Especially if you familiarize yourself to live wasteful, then your economy will fall. And at this age you really feel how miserable to make a living. Because you do not maintain the trust of others, they run away from you. If so, you yourself loss. You often meet failure. Life problems begin to emerge."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Business that is keen without knowing tired. Facing failure with a roomy chest and can take the wisdom, then you will reap the results. At lEAST if you are able to overcome the problem of life. then at this age there is a change in fate. According to Primbo, your fate is starting to change for a better direction. Your fortune starts smoothly. Many people believe in you so that you can find various ways in making a living. Continue to increase your morale even though age is considered rather old."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate and fortune do not change. The situation is still like in previous years. It's just that health begins to decline. At this age you have to maintain health, reduce foods that contain lots of fat. Do sports every day even if only a few minutes. If necessary leave the habit of smoking and going out at night."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate experiences changes. Your fortune feels very smooth. Your life condition at this age is better than in previous years. Even though you are an old old, fortune comes in various ways. Life problems are reduced. Failure is still found once in a while but not so meaningful. Children are very concerned about you."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate experiences changes again. Your fortune decreases when compared to previous years. It turns out that fortune is rather dragging. Perhaps because of the influence of your age that is no longer active in making a living. If at this age you are not diligent in paying attention to health, then you are susceptible to disease. Children do pay attention to you, but you who sometimes need excessive attention. Therefore, in this old age if you are diligent in performing worship and drawing closer to God, then you will get peace of mind."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "The state of fate did not change. Fortune is also like in the years ago. In fact, health is decreasing. Your patience is often disturbed because you feel less facing the attitudes of your children. Even though children have taken attention and care for you wholeheartedly."
            },
            {
                "range-usia": "90 - 96 Years of Age",
                "nasib": "Your fate has changed a lot. When compared in previous years, your life is calmer and more sufficient."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "If God is generous, then you will reach a life of more than a hundred years. Entering the age of ninety-seven years your fate has decreased when compared to previous years. Health is truly alarming. You need care and affection from your children and grandchildren."
            }
        ]
    },
    {
        "weton": "Wage Tuesday",
        "naga-hari": "Naga Hari is located in the NORTHEAST. To succeed in various matters, the directions to head toward are NORTH, SOUTH, and EAST.",
        "jam-baik": "08.00-11.00 ; 15.00-18.00 ; 18.00-20.00 ; 01.00-03.00",
        "watak-kelahiran": "You don't like to exaggerate yourself. In fact, you more often give in to people who are more fussy than trivial things. Even so, you are eager to steel. Some people might say you are a little stiff. However, there are also those who will consider you too much. In addition, if you feel threatened, your sensitive ego will be very easily disturbed so you tend to be jealous. However, sometimes your opponents will admire your great passion for science and strong determination that allows you to examine in depth things that attract you. If the situation starts to deteriorate you will survive.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate in childhood is classified as good. Fortune is not bad even though God gives through the living of parents. You are very concerned about your parents. Your desire is usually obeyed too."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate has decreased. Your fortune is still good in the years ago than now (at this age). Your parents' income is only mediocre. Conditions like this make you have to be concerned. Indeed, once when you are disappointed because your desire is only a desire."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate is back well. The fortune returned smoothly. Your teens are really fun, because many of your needs can be met. Finance, not a problem. Apparently you get the financial department of your parents. Compared to friends . . . you are a lucky teenager."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "It seems that your fate has changed. Your fortune conditions seem to decline when compared to previous years. There is a decrease of about fifty percent. But you don't need to worry. All of that is a natural thing in life because a person's fortune graph is indeed up and down. It's just that you have to learn to live a simple and frugal life. Don't get used to waste money for something that is less useful."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Entering twenty -five years old, your fate seems to be disadvantaged. Income decreases when compared to previous years. Your fortune feels also dragging. Failure at this age often appears. If you are unable to overcome it, then it means you fail a second time. Facing the existing reality, you should be optimistic. If you cannot complete the problem, ask for other people's advice who are considered capable. Hard work continues to be improved so that you can get out of this concerned life."
            },
            {
                "range-usia": "31- 36 Years of Age",
                "nasib": "Your fate starts to show a better direction when compared to previous years. Fortune starts to feel smooth. A little failure can be overcome. The problem was reduced. If so, you should increase achievement. Take advantage of this good opportunity to achieve success. Don't be careless in making decisions. Don't change professions. Type the existing work that has produced even though it is not too smooth."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate and fortune have not changed, just like in previous years. Improve continue to work hard tirelessly so that fate becomes a more advanced level and fortune more smoothly. Your needs at this age are not balanced with income. Because adjust the use of money as efficiently as possible and do not refract to live wasteful."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "When entering the age of 43 years your fate begins to change. The situation is better than in previous years. Your life is brighter and the fortune is very smooth. If you are an entrepreneur then your business is always successful. All your plans can be realized and successful. Failure is almost non -existent. You are also able to overcome the problem of life. Many friends and relationships who put trust in you. Therefore you must maintain that trust. When you are lucky and live enough, you should not boast."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "When you enter the age of four, nine years your fate has changed again. But the change is only fifty percent. Change is indeed a decline and not so fun. If in this age you become an entrepreneur, maybe you will get a lot of failure. Plans are pounded by obstacles. What is clear, everything depends on itself. If you are able to make life well, then fate will not be bad."
            },
            {
                "range-usia": "54 - 60 Years of Age",
                "nasib": "It seems that your fate has changed again. If in the past years you feel a little drag in finding fortune, but now it is not the case. Your fortune in this age is smooth. For example if you are a farmer, your rice fields produce a harvest with satisfactory. If you are an entrepreneur, then your business runs smoothly and always makes profits. Many people put trust in you."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate has decreased again. Your fortune feels starting to drag. If in previous years your fortune is smooth, but entering the age of ten years you really feel the issuance. The situation is indeed less pleasant but if you are able to look naturally then the problem is not so influential. Failure should be faced with a cool head so you can overcome it. If you can overcome everything, the path To succeed will open again."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Entering the age of six years, your fate has changed again. Fortune graphics according to our prediction primbon began to decline when compared to previous years. Your income is only enough to eat. You often find failure if you are careless in the decision to draw. The problem of life too, could disturb your calm."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate experiences changes again. Previous years your fate is really bad. But at this age you feel there is a rather decent change. Your fortune is smooth. Even though you no longer work, but God is just in sharing fortune. Your children may be very concerned about your welfare and conditions. Health is rather good than the age of seven."
            },
            {
                "range-usia": "78 - 84 Years of Age",
                "nasib": "Your fate has not changed, staying like previous years. Fortune is even such a situation. You still find failure even though it's only small. You have seven or eight -headed age. Therefore keep your health. If necessary, don't smoke."
            },
            {
                "range-usia": "84 - 90 Years of Age",
                "nasib": "Your fortune is smooth. Your fate at this age is truly lucky. Many needs can be met easily. Don't know, but the arrival of various ways. The desires are often granted. Your children are very concerned about your condition. You must be grateful and further enhance worship or draw closer to God."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "It seems that your fate has changed again. Your fortune at this age is reduced when compared to previous years. In this age there is a decrease of around ten percent. But fortune or property for you in old age is not so mainly. The important thing is how to find peace of mind. Therefore, you must enjoy the rest of your life as well as possible, peacefully, with gratitude to God."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "Your fate is very good, because in this age of a fortune from God seems smooth. You are lucky because your children or your grandchildren are very diligent in maintaining your life. The sincere treatment of them makes your heart peaceful."
            }
        ]
    },
    {
        "weton": "Kliwon Wednesday",
        "naga-hari": "Naga Hari is located in the SOUTHEAST. To succeed in various matters, the directions to head toward are SOUTH, WEST, and EAST.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "You are a true thinker with a gentle attitude accompanied by an enchanting worldly style that easily attracts others to you. Due to your natural talent for language and sensitivity to the feelings of others, then you have the potential to become a big speaker. Many of the people born on Kliwon Wednesday became a reliable orator or writer. You are radiant when you get praise (who is not actually?), But maybe you need to learn not to put too much criticism in your heart. Beware so that your weaknesses to sweet words don't make you too easily deceived.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is rather decent. In this childhood you are among the lucky children when compared to peers or friends. The economic situation of your parents is quite established and smooth. Some of your needs are met. The desire was obeyed. They are very concerned about you."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "At this age your fate is less pleasant. The age of the children in Thun-this year, your fate is in the lack of luck. Many needs that cannot be met. Desire is often just a desire. You are often disappointed to face a mediocre life reality. This situation is possible because your parents' economy is in poor condition."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate experiences changes. Your fortune too. The situation of your life is somewhat better when compared to previous years. This age is the age of Rejama. You enter adolescence. Family economy is completely mediocre. This fact causes you to be less satisfied because it often compares with the situation of your peers. But there is its kindness, because with such fate this makes you more able to think mature."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate at this age has not changed. Your fortune is still like previous years. If you are still not working at this age, you have to be a friend because the work you crave is still long. If you are still in school, you should study hard, because if you are lazy then your grades will fall. Failure often you encounter, especially romance problems. But failure considers as a remedy for the spirit to achieve success in the next times."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Everything has a cause. Similarly, success, there are causes. Because you are actively working, economical, careful in making decisions, sociable in association, then you can achieve success. At this age your rice seems lucky. Luck may be due to the factor of yourself who is diligent and resilient. Fortune at this age is also quite smooth. Many friends and relationships that put trust in you. If you are trusted you should not betray. Take care of that fertilization. In a successful situation avoid arrogant attitude because with pride will make you fall."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "It seems that your fate has changed when you turn three years old. Your fortune is reduced by about fifty percent. This not so striking change does not seem to affect your life. Maybe you don't feel it either. What is important in times like this you should be careful in turning capital. Business that requires large capital should be suspended first. The habits of spree must be reduced."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate continues to change. In this age your fortune experiences a crisis period. You feel how drag the fortune you are looking for. Many failures that Andan can meet. Be careful in this age playing finances. Don't oppose danger. Business that requires a lot of capital should be suspended first."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to the book of Primbon, your fate when you enter the age of four declines change. There is a slight increase when compared to previous years. Failure is almost uncommon for you to encounter. Life probation is reduced. Increase achievements so that your career continues to climb. Take advantage of this opportunity because the road To succeed began to open. Don't forget, besides working you should be with praying to God. Because God is the one who gives you fortune and position for you."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Entering the age of four, nine years, it seems that your fate continues to climb. Fortune is getting smoother compared to previous years. This may be because of your personal influence who wants to work hard and never give up in the face of failure in last years. Many people want to work. Your embedded capital will return and get bigger because you are lucky. Even though fortune is smooth and good fortune, you should remain careful. You should not be careless in deciding something. Take care of the relationship between friends or partners in trying."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is truly lucky. Your fortune is smooth. Your life is calmer than previous years. You experience very rapid progress. Even if you are a civil servant and have been paxing, but the source of income is flowing like water. Meanwhile, if you are an entrepreneur, then the business sector that you control goes smoothly and generates large profits. You must be grateful because at this age your fate is really at the peak of glory."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "You must be grateful, because entering the age of one year of one year your lucky luck has not yet declined. Even this glory lasts until you are six years old. Life failure rarely you encounter. Almost all plans can be realized easily. In a state of life that is all-off (even excessive) you should not hesitate to set aside some for social activities, for example supporting orphans, giving alms poor people, contributing development to the public. Don't limit yourself in getting along."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate changes completely. The decline is very sharp and striking that you might not be sure of the reality you are facing. If you are not ready to face a bitter life reality, then it can be possible you will be devastated and stressed. Because your fortune at this age is really drag. Failure often appears in the midst of your life. Your health in old age also decreases. Your welfare also gets less attention. You must accept the reality. To be able to be patient you should get closer to God and act of worship according to your religion."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Entering the age of seven three years your fate returns well. When compared with previous years your life conditions are more decent. The fortune is rather smooth so that the welfare of life increases. Health is already fragile. You should avoid fatty foods and avoid smoking."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "It turned out that changes for a better life only lasted for six years. After entering the age of seven threats of your fate decreased again. Fortune is not like that. But these changes are not so heavy (not striking). Maybe you don't feel it. In old age this should not need to sweat much and slam bone just to find food. Fortune is still guaranteed by God. Pour out your life to serve him."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate goes naturally. There is no significant change. No decline and no increase. Fortune is still like in previous years. Health decreases. Nursing disease you start to feel. Reduce the rambling food."
            }
        ]
    },
    {
        "weton": "Legi Thursday",
        "naga-hari": "Naga Hari is located in the NORTHWEST. To succeed in various matters, the directions to head toward are WEST and EAST.",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "Those born on Legi Thursday have noble ideals and high values. They are sometimes very wise, because of their ability to see the long-term prospects of a thing. Even so, they must be able to be strong and be careful if they want to see the success of their big ideas. The problem is, although these circles tend to have a broad view, they often fall into the trinkets of daily life. They are among the types that always need praise. However, the possibility of support is not too difficult to obtain, because they are usually surrounded by many friends (this group is known to have extraordinary social skills). Meanwhile the question arises;Is it true that only the desire to help or is it a hidden encouragement to control their environment that always makes them interfere in the affairs of others?",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is truly lucky. Perhaps the economic condition of your parents at that time was established. Because of the adequate situation, then all your desires and requests are obeyed. They really spoil you."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven your fate has changed. Your fortune is reduced when compared to the years for the future. Some of the desires are filled with your parents. Maybe they think that if you are always spoiled, the more frivolous. Maybe they provide good education for you. Or it could even be the economy of your parents to decline."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "It seems that in your teenage times you are less fortunate. Even if compared to previous years your fate is worse now many desires are not accomplished. Failure always decorates your life."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "The wheel of life continues to spin. Your fate also changes. It turns out that according to Primbon, at this age your fate is really lucky. When you have finished completing your education, then you will get a job as expected. If you are already working, your career increases. If you are an entrepreneur, then everything you do always brings success. Romance affairs smoothly. You at this age have the trust of many people. Take care and care for trust by acting always honest. Don't lie or betray."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Entering twenty -five years old, your fate has changed. Your fortune and luck decreases by about fifty percent when compared to previous years. Your career cannot increase. The business that you pursue often encounters failure. If you face it calmly, then the failure can be overcome. Be careful in every action. Think a thousand times then do once. Don't be easy and quickly make decisions."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Perhaps you are accustomed to royal, life spree and wasteful so that in this age your fate changes completely. Your luck falls so sharply that you really feel the bitter reality. Maybe you are also less able to control yourself so that making decisions is not based on careful consideration. As a result you fail. Then you leave the failure, then it repeats. But you shouldn't be pesemist. If you are optimistic and always try to work hard, then success awaits before your eyes."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "According to the book of Primbon, your fate. At this age is rather decent. Your fortune is rather smooth when compared to previous years. Apparently the road To succeed began to open. Take advantage of this opportunity as good as possible. Working hard to calculate and be careful in making decisions will lead you to the peak of success . . . but if you waste this golden opportunity, forever you will struggle with bad luck."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Thanks to your hard work in the past years, entering this age seems to be a widespread success to success. Your fortune is completely smooth. Failure is decreasing. Life problems you can overcome easily. Many people put trust in you. Therefore you should never betray, let alone disappoint their hearts."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Not always people are in the heyday. Water in the sea can recede especially human fortune. Likewise, the state of your fate when entering the age of four tenth nine years, apparently experienced a decline. When compared to previous years, at this age your luck is reduced by about fifty percent. Fortune is rather dragging, failure starts to emerge even though you can still overcome it. You must introspect yourself. It might be due to the mistakes that you make so that fortune begins to decrease. If you do not want to correct yourself and let failure after failure to collect then the state of bad fate you will feel too."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the prediction of the book Primbon, your fortune at this age is truly alarming. It came very difficult. All you find is just failure and obstacles. Disappointment starts to feel in your heart. Your luck falls at the loWEST level. Maybe all this is because of destiny. It could also be because of your carelessness in making decisions."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "The state of your life on the age of one year has changed again. Like the sun, which was originally covered in clouds. Now it's a bit shining, even though it's not so bright. At lEAST there is an increase in life around fifty percent. You are still lucky than in previous years. Health is rather good. It's just that if you smoke you should be abandoned or reduced."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "The welfare of life in old age feels better and guaranteed to be compared with previous years. Problems with family, with children or in the social environment almost never occur. Your fortune seems smooth. Take advantage of some of your fortune to be given to others who really need. Fill in the rest of your life with good and useful activities. If you feel useful for the community, then you will feel peace of mind. If the peace of the soul has flowed in the heart, that is what is called happiness in old age."
            },
            {
                "range-usia": "72 - 78 Years of Age",
                "nasib": "Your fate at this age is truly happy. Your life is prosperous. Health is a little disturbed, but not so meaningful. At this old age you must be very clever in managing time and maintaining health. Do not pamper yourself with foods that contain lots of fat, foods that cause high blood pressure and so on."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your glory is reduced. Your life that was originally prosperous is now starting to be alarming. Poor health. There are just problems that you must face. Maybe your children are married and live away from you."
            }
        ]
    },
    {
        "weton": "Pahing Friday",
        "naga-hari": "Naga Hari is located in the SOUTHEAST. To succeed in various matters, the directions to head toward are NORTH, SOUTH, and EAST.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "Basically, you are a pleasant speaker with high ideals and honest hearts. What does that mean if you behave a little wasteful! You will get a lot of points from those who want to see you succeed even if you don't always spoil them. You look so easy to use that people will not think that you will be able to be persistent (read: stubborn?) Or suspect how fierce you are when you are experiencing a annoying day!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "According to the book of Primbon, your childhood is indeed less pleasant. Maybe the parent's economy is in a mediocre state so that your request is often ignored. The desire is only a desire so that you are often disappointed. Life is concerned in childhood does not mean a suffering, but is a very useful exercise and education for later life in the future."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven your fate is rather good. Luck seems to have signs to come to you. Parental economy is perhaps more established than previous years. The influence of parents' economic conditions will also affect your life. At this age many desires are granted. Your request is often obeyed by your parents."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate and luck in your teenager has no change. Your living conditions are still as in previous years. Your desires and needs are partially fulfilled. The problem of life almost does not disturb your mind. Relationship with good friends. Asmara is also fun."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Mersuki aged nineteen years your fate is bright. You really become a lucky person. Your fortune is smooth when compared to previous years. According to Primbon, the peak of the glory of your life is indeed when you enter this age. Usually success at a young age often has a negative impact because it obeys the desire, and tends to spree. Therefore, so that you are not accustomed to spree life then think that your future is still long. It's better to live frugally and set aside some of your income to save (if at this age you are already working)."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "In this age you remain in a very pleasant life: your fortune is smooth like in the years before this. The business that you are pursuing always brings profits. The first years of marriage also went smoothly, your household felt harmonious. If you are an employee, your career is uphill. Many people are sympathetic to your success. But there are also some who feel jealous and want to destroy your career. If you reach the trust of other people you should not betray. Don't try to disappoint others."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "According to the prediction of the book of Primbon, entering this age your fate has decreased. Decreased luck. Fortune starts to drag. There is a change in about fifty percent when compared to previous years. You should introspect yourself, correct yourself. Because thus you will find the cause of why there is a decline."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "It seems that the wheel of life never stops spinning. At the time a few years ago you suffered bad luck, then turned into good and successful. And now, don't be surprised, because your fate is really bad again. Fortune is very dragging. Failure often arises and you are unable to overcome it. Exposition is often more than income. Life is all mediocre at this age is indeed unpleasant. But accept this reality patiently and tolerate. Don't be pessimistic, but be excited that later luck will return to yours."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "If you are calm in the face of a household crisis, economic crisis and all kinds of failures, then all of that will pass. You must be sure if you are able to overcome it. Perhaps the crisis a few years ago you can go through well and can be resolved naturally, then at this age there is a change. Your fate is more fortunate and fortune is smoother than the times when you are thirty seven to forty-two years old."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate turns out to be increasing. Although it does not rise to the peak of success, but crawl little by little. Fortune is smoother when compared to previous years. Failure began to decrease. Problems can be overcome and resolved easily. Success seemed to begin to appear in sight. Therefore you do not get used to wasting time. Take advantage of this opportunity as well as possible for success."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the Book of Primbon, entering fifty-five years your fate is really fun. Luck is in your hands. The fortune is very smooth. Everything you do can make a profit. Many friends come. Many people are sympathetic and trust in you. At this age you are at the peak of glory according to your fortune."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Entering the age of six, your fate still survives. Fortune is still smooth like in previous years. Luck seems to still be faithful to accompany you. Don't be complacent just because of glory. Don't boast. Respect everyone. Don't like to give an appointment and then not kept. Lies will plunge and eliminate your career."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "A person's fate is not always at the peak of glory. One day will change. And vice versa, not always people have bad fate, once a time turns out to be good. And you, when entering the age of ten years, it turns out to have a very unpleasant fate. You are in a difficult circle of life. Your fortune is dragging and your health decreases."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "The condition of the economic crisis and happiness of life only lasts a few years. According to the book of Primbon, your fate has changed again when you enter the age of seven three years. At lEAST there is an increase of about fifty percent when compared to previous years. Your welfare of life is also starting to be good."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "It seems that your fate has increased even though gradually gradually. Prosperity is quite good. Children and grandchildren are very dear and pay attention to you in this old age. You feel your inner calm so you don't think too much."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "If possible you are given a long life then at this age your fate is still like in previous years. Welfare you can feel peacefully. It's just that health continues to decline and you often forget. Ears and eyes are not functioning properly."
            }
        ]
    },
    {
        "weton": "Pon Saturday",
        "naga-hari": "Naga Hari is located in the EAST. To succeed in various matters, the direction to head toward is NORTH.",
        "jam-baik": "06.00-08.00 ; 08.00-11.00 ; 11.00-13.00 ; 23.00-01.00 ; 01.00-03.00 ; 03.00-06.00",
        "watak-kelahiran": "You have a big ego and always want to be a ruler in your environment. Even so, you are not a difficult type of person: If someone disappoints you, you will forgive and forget it quite easily as long as they admit their mistakes and apologize on your feet! You like to imagine yourself as a rich and famous person. This does not mean that you are automatically materialistic. However, if Javanese fortune tellers can be trusted, you do enjoy a luxurious atmosphere and do not hesitate to show your strengths in terms of material. Maybe this is related to a childhood that is less happy in terms of emotional or economic. Hopefully you are not too stingy to share luck with your friends. Remember that those who give a lot will receive a lot too!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is less fortunate. Your fortune in childhood is in a state of concern. Although at that time you have not been able to work, but the state of fate affects whether or not the economy of parents in earning a living. These years your parents' economy is mediocre."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "It seems that your fate has changed for a better direction. You are lucky because your family's economic situation is really established. Parental economic establishment affects the fulfillment of your needs and desires in this childhood. If at that time you have started working then your work is smooth and you get a lot of profit. But if you are still with parents, then God gives you a fortune through your parents."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate experiences changes. Your life is less pleasant when compared to previous years. There is a decrease in fortune of around ten percent. In this teenager there are indeed many desires. But you can't sue your parents more because the situation is a crisis. Means your fortune at this age is dragging. Should not expect something beyond the limits of ability. Don't be disappointed if your request is not granted by parents. Hanging out with friends at the same time, do not hang out with children of rich people so that your heart is not tortured."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate is a change for a better direction. Your fortune is rather smooth when compared to previous years. But the situation is still not considered maximum, you need to be careful in spending money. Try to live frugally. For example, if you are unemployed when you are unemployed but want to work, you will probably soon get a job. You must be sociable in association."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "According to the book of Primbon, your fate is less fortunate. At this age your fortune is rather dragging. Even if you are not accustomed to living concerned, then you will feel how tortured life at this age. There are many obstacles that often make you panic, even despair. Face everything even though it's bitter. Failure must be used as a lesson so that one day you do not fail anymore but it will succeed. Don't despair. Keep doing your efforts and efforts to achieve your goals. Household problems just think of something natural and face calmly. Everything will be resolved properly."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "At this age your fate experiences changes in a better direction than previous years. Your fortune starts smoothly. The road To succeed began to appear. Therefore you must increase creativity, diligently work and be tenacious. One more thing that you should not forget is to be careful every time you make a decision. Don't be careless so you don't regret it. Take approaches with people who have succeeded."
            },
            {
                "range-usia": "32 - 42 Years of Age",
                "nasib": "Your fate seems lucky. There is an increase to a better level so that your life looks fun. According to the book Primbon your fortune is smooth. You need a lot of grateful for the wealth and fortune of God. In a victory you should remember the time when suffering. Lots of help to fellow human beings need help. Don't prioritize yourself."
            },
            {
                "range-usia": "41 - 48 Years of Age",
                "nasib": "Your fate experiences changes. Somewhat decreased when compared to the previous few years. If you are not careful, then destruction will decorate your life. Like now you are in a worrying position. Therefore make it a habit to live a simple life. Stay away from habits that are only waste. If you don't have a mature calculation, then you will find a lot of failure. After 49 - 54 years: the fate and luck began to come back. Not bad compared to previous years. There is a change in fortune but not too flashy. Increase tenacity in dealing with life. Get used to life frugally. Don't despair if you fail. Look for as many friends as possible. Because with many friends means more opportunities to progress."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is truly lucky. Your fortune has experienced a fairly sharp increase. Life is very pleasant. All needs are almost all met. Failure is not much meaningful. Problems that arise are also almost non -existent. But remember, in a state of victory you do not obey the continuous desire. Pay attention to your health, especially food problems. Avoid foods that can cause disease in old age. Reduce smoking and out at night."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Only six years you have received cheap life and food. It turns out that entering the age of 61 years your fate changes again. Fortune at this age does not seem so smooth. Financial income is reduced. You must be concerned. You should think of all the possibilities of the ultimate if you will carry out a plan. Don't be too wasteful in using money. Increase the relationship with your relatives and children."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "According to the book of Primbon, your fate in old age is less fortunate. Many obstacles you have to face. Problems suddenly arise and disturb your calm. If you do not get closer to God immediately, then the problem will increasingly squeeze your soul. Health problems, there is a little disturbance."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate is bright again. Fine fortune. The problems are not so much that arise. You start to calm down again in enjoying the rest of life that lives this inch. You should always pray and get closer to God. If you have property, then you arrange it immediately as a legacy for your children."
            },
            {
                "range-usia": "77 - 84 Years of Age",
                "nasib": "Your fate experiences changes when compared to previous years starting to drag. Health also had disturbing you. Maybe you're also a nursing. You often miss old friends."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate is really unpleasant. According to Primbon, your fortune is dragging. Obstacles and problems have interfered with your mind. Exams and trials come unexpectedly."
            }
        ]
    },
    {
        "weton": "Wage Sunday",
        "naga-hari": "Naga Hari is in the SOUTHWEST. If you want to succeed in various purposes, the direction to go is NORTH, SOUTH.",
        "jam-baik": "08.00-11.00 ; 15.00-18.00 ; 18.00-20.00 ; 01.00-03.00",
        "watak-kelahiran": "Those born on Wage Sunday are said to be generous and easy to put pity. They know ways to entertain people who are suffering. They are hard workers too. However, they are sometimes too firm in establishment and even very stubborn! Even though they are good at calm the feelings of others, they will not show their own feelings easily. Could this be the emotional control of diplomats, emergency doctors, or firefighters, or precisely excessive vigilance for the possibility of being hurt by people they have trusted?They themselves must answer this question.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fortune is good. Your fate is a bit lucky. The desire at the age of children is fulfilled by your parents. Daily needs too so that you are rarely disappointed or sad. Compared to your friends, then you are more fortunate. The economy of your parents at that time was in good condition."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is really lucky. Although Andna still can't make his own money, but your fortune is said to be smooth. This is also due to the influence of established parental economic conditions?Your needs are fulfilled. Nearly all desires are achieved."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "You have entered your teens. At this age you crave as a desire to be fulfilled. Want to be greater than friends. You crave clothes, vehicles or others. But whatever power, at this age your fate is not so lucky. Your fate decreases so that not all desires are achieved. You feel disappointment, but it is only temporary."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "This is your year of Age thinking about the future. According to the prediction of the book Primbon, your fate is less fortunate. Fortune is not as good as in previous years. You encounter many failures that cause disappointment. Your desires can rarely be fulfilled. Your life is very alarming. But no need to be discouraged. If you keep trying, diligently study and work, then later you will achieve the fruit of success."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fortune is back smoothly. Your fate is lucky again. Your life state changes quickly and successfully can be achieved. Maybe this is because in difficult times you can live concerned and not know despair. Failure that occurs you make a lesson so that at this age you pick the fruit. The necessities of life at this age are almost achieved. Even if not wasteful you can set aside some of your income to save."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate has decreased. But if you don't realize, then you don't feel that change. Possibly, this is due to when your victory in the previous year was less careful in making decisions. There are obstacles that block your plan, but failure is only a small part. Everything can be overcome. No need to worry, this kind of situation only lasts a few years. After that, it changes with a new condition. Don't be too wasteful in using money. If necessary set and press your needs. Avoid buying something that is less useful."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate is lucky again. Fortune seems to be smooth. Business and plans are always successful and make profits. Good health. At this age you rarely get meaningful failures. Family problems are almost non -existent. It's just that there is a temptation from outside. Be careful. Don't play cheating. Look for friends who can give advice and direction for a better direction. Don't waste money too much."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fortune starts to drag. Your efforts at this age need to be extra careful. Many needs that you cannot fulfill. Income seems only mediocre. Winging for the sake of desire is just a dream. This age you should not fantasize much, but you have to work hard. Don't play speculation. You often meet failure. But consider that failure as a basic capital in order to achieve success. Don't be discouraged in facing this lack of fate."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate begins to change again. Luck seemed to begin to appear. The fortune is rather smooth. Some plans can be realized properly and successfully. Failure you still meet but can be overcome. Problems in life even occasionally arise, but don't worry. Face with a cool head. Continue to be excited in making a living, don't give up if you meet obstacles. A person with a big spirit never gives up in achieving success."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Your fate is really lucky. Your fortune continues to increase and multiple income. The situation is better than when the age of 49-54 ago. This is because of your positive attitude in dealing with failure. Therefore at this age the failure has been reduced."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fortune is completely smooth. In this age you are no less clothing or food. Even already has a board (residence). Desire for desire can be fulfilled. Now all dreams have been realized."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate begins to change. Fortune began to decline or not so smoothly compared to previous years. Indeed, this is the reality of life, sometimes we are at the peak of success and victory. But once when we are at the loWEST level. But still warm. This age you have to find peace of mind. About the income is not so worried."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate at this age is indeed less fortunate. Those of you who are old get a lot of problems. Daily needs are completely mediocre and you live in a concern. Lots of praying and increase your worship to God in order to achieve peace."
            }
        ]
    },
    {
        "weton": "Kliwon Monday",
        "naga-hari": "Naga Hari is in the NORTHEAST. If you want to succeed in various purposes, the direction to go is SOUTH, EAST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "Family honor is the principle of Kliwon Monday. You are famous for your dedication to parents, children, siblings, often far relatives. You are willing to sacrifice everything to defend your family. You have a strong feeling of your origin, maybe even to the country where you were born. Unfortunately, everything tends to be too heartbreaking, so you are easily offended. Sometimes it takes time to make you calm again. Even so, basically you are easy to forgive and do not like holding a grudge. You are good at words and might be a good speaker or writer if you are interested in such a job. Other people respect your friendliness, politeness and tenderness that is praiseworthy.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate in the age of toddlers is less fortunate because according to your fortune primbon is below the normal line. Limited luck to yourself can be because your parents' economy is not smooth. Or it could also be because your parents are accustomed to living frugally so that they are not very concerned with the needs of their children who are still small. They are more concerned with the main needs."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "In this school age your fate is classified as good. There is luck that comes with your life. Your needs are considered by parents so that desires can often be achieved. You feel happy and many friends of the game. Severe problems you don't really encounter."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your Youth and Years of Age are classified as simple. This is because according to the forecast of your fate is in a medium-sized size. But when compared to previous years, your fate is more fortunate. There is a slight change. Failure does exist but not so meaningful. If you are still in school then you should improve learning diligently. Don't be lazy to help parents at home. Your main obligation is learning. You always go up to class even though it is not classified as the most marked child. At this age you don't need to live in a luxurious style. Don't be friends with rich children who like to waste money. You must train yourself to live frugally and be careful in every doing something."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "You enter the maturity stage. Your way of thinking starts to be logical and more can distinguish what is beneficial and which is detrimental. You start thinking about how to find a job, you also think of who is suitable for fostering the household. At this age it seems that your fate is less fortunate. Maybe you are difficult to find a job. Maybe you also often fail to make romance to your loved ones. But don't be discouraged because this crisis only lasts a few years. After that you will find a way of luck. But with the condition that you must keep trying and don't be discouraged."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Entering twenty-five years of your fate there are signs for a better direction. Even in the twenty-six you really feel a lot of changes. The bad situation in previous years turned out to have now turned well. The fortune is smooth and the arrival is unexpected. If you are an entrepreneur then your efforts at this age make many benefits. People give you trust. Therefore, the trust is for the continuity of your career."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Entering the age of thirty one, your fortune began to recede. Indeed in the first years you don't feel it. But the longer the situation is increasingly alarming. You often find failures. If you are not careful in acting, your life will get worse. Age, this does need extra high enthusiasm. Don't be lazy, because if you are lazy then you will fall in a difficult position."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fortune has a change in a rather smooth direction. Your fate is rather decent compared to previous years. Indeed, that's the wheel of life, sometimes you are at the peak of glory but once when you feel how difficult it is to make a living. And this age you really feel how easy it is to find fortune. It flows like water. Coming unexpectedly. That's the wheel of life, which one time you are above and once when you are below. When it is bad fate, you don't complain. Conversely, when fate again Jaya don't forget the land."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to forecasts in the book of Primbon, your fate when you enter the age of 43 years have experienced a very drastic decline. You really feel this situation. How in years of age you find it difficult to make a living. Failure often appears unexpectedly. Therefore you must be careful in making decisions. Don't rely on money capital to start a business."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate experiences changes again. Your fortune starts smoothly compared to previous years. The situation is somewhat better. Perhaps because it is difficult and many failure last year you remain optimistic. People who are resistant to trials and are always excited at work will get satisfying results. Continue your business if you are an entrepreneur. Because it seems that luck is already in Pan Mata. Age between 55 - 60 years: according to the book of Primbon, your fate and luck in years of age is increasing. There are very striking changes. All the plans that you carry out are always successful in satisfactorily. Your age is arguably a bit old and you are not active anymore, but the name fortune still flows through various ways. Precisely your career at this age occupies the top position. You must be grateful. Don't be arrogant and don't underestimate others. Because such an attitude will damage the luck you have."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "It seems that your fate and luck remains stable. There is no significant change. The problem in the family is indeed found but can be resolved well. Maybe when you are this age, children are married and their economy is quite established. Take advantage of the opportunities and wealth that you get is for the way of goodness. Expand to alms or provide compensation for those who need it."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "It seems that your fate and luck is undergoing change. When compared in previous years, your graphics and fortune experienced a very sharp decline. Maybe because of the age factor that is old so you are no longer active in pursuing your career or business. Many obstacles have sprung up. Similarly, the problem of life, could disturb your calm. For example you are a farmer, maybe you will experience crop failure. If you are an entrepreneur, your business sector will go bankrupt. Therefore, look for people who can be trusted to control your company."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate and fortune are increasingly declining. In any condition you should accept gracefully. You need to get closer to God. Fate may be bad, but faith must be maintained. The Economy of the Sakab Family is mediocre. Life problm often appears. If you stay away from God and are lazy to worship then at this age your soul will be shaken."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Even though you are seven or eight -headed, fate does not know age. It seems that your fortune is smooth. You are more fortunate than previous years. In this old age you can feel the peace of mind because the problems of life you almost never encountered. Your lucky fate is inseparable from the state of your children who are already well-off and are very concerned about you."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fortune has decreased but does not mean a total decline. The changes are only a few percent. Changes like this are not very influential for your life in this old age. The most important thing for you is to take advantage of the rest of the age to serve God in accordance with the religion you profess. Because the peace of the soul can only be obtained by getting closer to God."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fate in old age is truly less fortunate. According to predictions, your fortune is very dragging. You often fall ill. If you are not tolerant, then you have suffered. But if you believe then a bad fate is a test from God. If you are patient then you will get a pleasant life later on the day of the trace."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "Your fortune and fate are in good condition. You have reached a century old and apparently you get luck. You should be grateful because luck besides being a fortune, it turns out that God extends your age. Rarely there are people aged up to a century."
            }
        ]
    },
    {
        "weton": "Legi Tuesday",
        "naga-hari": "Naga Hari is NORTHWEST. If you want to succeed in various purposes, the direction to go is NORTH, WEST, EAST.",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "If you are born on Legi Tuesday, you will have a strong personality. You will not like to see people prevent you, and will not want to budge (even in terms of actually trivial) so that others do not feel hurt. In fact, your popularity will not be reduced if you want to learn a little compromise. If not, your encouragement to rule can make you waste a lot of energy in fighting power with friends, partners, or employers. But however these deficiencies, you are an honest type and like to work hard, who have high ideals and unparalleled interest in science.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is arguably rather decent. According to the books, your fortune in childhood is classified as lucky. You are a child who has a good fate when compared to peers. At this age you are only able to ask but parents always obey. God gives your fortune through a living that parents get. Because of the influence of the economic conditions of your parents, your welfare is really guaranteed."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate experiences changes. Your fortune starts to decline when compared to previous years. But the welfare of life that is reduced is not very meaningful so you hardly feel it. Perhaps the fortune of your parents starts to drag, or because they limit in obeying your request."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Entering the thirteen age of your fate is less fortunate when compared to previous years. Your fortune is experiencing a crisis period. Because of the influence of fortune that came in poorly, maybe parents also felt it. Because in this age you may still be lived by parents means your fortune comes through the living that your parents get. Life problems often arise. But if you can judge that the problem is easily resolved then everything will last for a while. Don't be discouraged and don't feel inferior in association. One time you will find good fortune."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Entering the age of nineteen your fate begins to show change for a better direction. Fortune is rather smooth when compared to previous years. Although there are still some desires that have not been fulfilled, but your life is more prosperous. It is necessary to morale hard and be careful in controlling finances. Don't easily believe in the promises of others. Don't open a business with large capital. Do not also you get used to living wasteful."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "According to the book Primbon your fate at this age is less fortunate. There is a change towards the decline. Your fortune is experiencing a poor condition. The reality that takes place now may be caused in the years ago you are too brave to spend capital for business or for speculation. It could be that you are easily tempted by other people's promises so you don't hesitate to spend money to bribe. Maybe it's also because you are too wasteful in spending money."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate begins to show changes for a better direction compared to previous years. Your fortune at this age is rather smooth. Your business that was originally bankrupt now began to change in a more pleasant direction. Luck is starting to appear in sight. Even so, you still encounter obstacles and failures. Be careful every time you will make a decision. Also be careful in choosing friends to get along or as a business partner. Increase work achievement, both in the office as an employee or at work as an entrepreneur."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Entering the three years of six years of anxib you experienced a very sharp decline. Your fortune is dragging. The state of life is worse than previous years. Inevitably you have to face the reality. Don't despair if you fail. Tighten the belt and make it a habit to live frugally. Business that requires a lot of capital should be postponed first."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is bright again. There is luck that is observing your life. Fortune seems smooth when compared to previous years. All matters and efforts that you carry out can run successfully and often make profits. Your career climbs up. If you are an employee. So at this age you get an increase in your position. If a farmer, then your rice fields produce a fairly pleasant harvest. If an entrepreneur then your business is a big success."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Entering the age of four decades your fate began to change. Fortune starts to drag its coming. You also feel how difficult it is to make a living. Income is not as easy as in previous years. Even so, your work still brings income. You should be able to correct yourself, think of the causes."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Your fate continues to decline. You often meet failure and you can not solve it. Actually the problem of life can be overcome well but because you see it something terrible, everything becomes heavier. Perhaps because of your carelessness in making decisions so that at this age you encounter obstacles that are difficult to overcome. But don't despair because all difficulties will be solved if you really think positively."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate in old age is truly alarming. It seems you are less fortunate. Compared to previous years, it turns out your fate at this age is getting worse. Maybe because you have already paid off (if an employee) or because you are no longer active in controlling the business (entrepreneurial spirit). The important thing is you must be able to face difficult situations calmly and slowly solve it. If everything is successful you overcome, then this unpleasant situation only lasts a few years."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate begins to change. Entering your ten years of fortune you start smooth when compared to previous years. The change is not so striking but you can already feel it. Your welfare is starting to be guaranteed. Health in old age is indeed somewhat disturbing but its nature is not too fatal. Increase relationships with your children who are married to be harmonious."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fortune is experiencing difficult times. Your life conditions are less prosperous. You must face it patiently and tolerate. All of that is a test from God. If you are patient and increase the event to him, then you will get a more pleasant reply later after death."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate is lucky again. The fortune came back smoothly even though it could not be considered very smooth. Your needs at this age are mostly met, even though there is something that is not met. Even though you don't work anymore, fortune is still yours."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate is again unlucky. Your fortune has experienced a crisis period again. Advanced age does not need to think about how to make a living. Wealth is no longer the main thing for you. What's important is peace of mind. Fortune comes without suspected."
            },
            {
                "range-usia": "91 - 102 Years of Age",
                "nasib": "Your fate at the age of a century is very lucky. Your welfare is guaranteed. Children and grandchildren may be very concerned about you. Therefore you must be grateful a lot."
            }
        ]
    },
    {
        "weton": "Pahing Wednesday",
        "naga-hari": "Naga Hari is in the EAST. If you want to succeed in various purposes, the direction to go is NORTH, SOUTH, WEST.",
        "jam-baik": "06.00-08.00 ; 08.00-11.00 ; 11.00-13.00 ; 23.00-01.00 ; 01.00-03.00 ; 03.00-06.00",
        "watak-kelahiran": "These people like to consider everything before taking an action. They will contemplate all possibilities until they are satisfied with the results that can be achieved. This group might look quite relaxed, but don't be fooled! Maybe because a little lack of confidence that makes them be arrogant. However, it is undeniable that many Javanese fortune tellers also say that they really don't like to share with others. Their vigilance may look excessive when their suspicion arises. These people really need to learn to be more relaxed and reduce their defense. Fortunately they have the principle not to interfere in other people's affairs.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "According to the book of Primbon, in this childhood your fate is less fortunate. Many desires are not obeyed by your parents. Also daily needs are often less met. Maybe the economy of parents when you are in a mediocre state."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven years your fate is lucky. Your fortune is smooth even though God is given through a living that is sought by parents. Some needs are fulfilled. Parents are very concerned about you that often obey what you ask for."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "In the thirteen age, it seems that your fate is less fortunate. Compared to previous years your luck has decreased around fifty percent. Often the desire is just a desire. There are some needs that cannot be fulfilled. According to Primbon, indeed at this age your fortune is rather dragging. Many causes, for example your parents are in a mediocre state. It could be that parents train you to live frugally so that in giving rations for you is always a little."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "At this age your fate has a little increase when compared to previous years. The fortune is rather smooth. Relationships with fellow friends are also fun. But there are still problems that you must solve. Failure is also still found, but the confiscation is not too disturbing. Romance relationship is smooth. The needs are mostly met."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "How difficult it is to find fortune in this age so you really feel that your fate is so ugly. According to Primbon, your life at this age is far different from previous years. Many life problems that arise and you could not finish it. Therefore, look for wise friends in getting along. Ask for his advice in overcoming a problem. You also do not be surprised, because failure after failure to come in a row. All of that must be faced with confidence that one day everything will be settled."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Entering the age of thirty one year your fate began to change. Although only slightly increased, but at lEAST you feel that. Fortune when in the years ago how dragging it came, now it began to run smoothly. At this age you have to increase work creativity, must be tenacious and never give up. Associating with successful people is very influential for your way of thinking. Thus you will be able to learn lessons from him how tips achieve success. Make it a habit to live frugally."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Entering the age of thirty seven years your fate is really changing. There is a very different increase from previous years. Thanks to hard work, resilient, diligent and not desperate so that at this age you experience a big change. Your fate is really lucky. Maybe it's also because you are able to hang out with those who are successful and imitate the tips they do. In this situation you should still pay attention to income and expenses. Don't pamper yourself by wasteful."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to the book of Primbon, your fate at this age has decreased. The changes are almost fifty percent compared to previous years. If not observant, maybe this change is not so meaningful because you don't realize it. But if you are sensitive then you will feel it then look for the cause. Maybe because you are too wasteful. It could be because you are careless in making decisions or you like to speculate."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "After experiencing your luck, you decrease fifty percent, then when you enter the age of four, nine years your fate starts to increase. Your fortune graphics increase twenty five percent. Rather decent. If you can change bad habits to be good, then increased fortune and income continues to increase. But if you are unable to control yourself then you will actually fall to a sad level."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Resilient work, never give up, and sociable in association, success can be achieved. Maybe you are able to control yourself, resilient work and always think positively, so that your fate when entering fifty-five years has experienced a very sharp increase, you are truly successful in all fields. Your career in a brilliant job so that even before retirement, you are still needed. If you are an entrepreneur, then your business really makes profits. Maintain this situation with a full life."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate seems to change again. Only for six years you experience the glory and success of life. It seems that the age of 61 until 66 years of age has changed again. Your fortune is experiencing a decrease in almost fifty percent. Thus the ups and downs of fortune. Therefore, when you are victorious you should not forget the land, so that in difficult times you are not stressed."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "In this age your unlucky state of fate. Your fortune is dragging. Your life really experiences a crisis. There are many needs in this age that are not met. Be careful because failure always lurks you if you are careless in deciding something. If in a concern like this you create something that makes failure, then your life will suffer for the second time. Business that requires a lot of capital should be postponed first. Existing work should be occupied. In an inactive period should not let time pass without meaning. Fill your life with useful activities."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "It seems that your welfare of your life in old age began to get the attention of your children or grandchildren. Your life is fun. The problem is not so annoying. Health is good. Sometimes it is disturbed, but the disease that comes is mild. You should try not to smoke. Adequate rest will help maintain your body in old age."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your life is starting to change again when compared to previous years. For six years you are in the realm of the attitude, but entering the age of seven tenth nine there is a slight decline. The matter of fortune is indeed dragging. Health decreases."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "According to predictions, your life state at this age is less fortunate if it is frowning in previous years. Even more suffering because of health factors that always disturb you. Therefore to reduce suffering you should seek peace of mind. Face the reality with grace and increase your worship activities to God."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your living conditions are rather decent when compared to previous years. If you are able to survive until this age, you accept a pleasant reality. Maybe your children and grandchildren give enough care for you."
            }
        ]
    },
    {
        "weton": "Pon Thursday",
        "naga-hari": "Naga Hari is in the SOUTHEAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST, EAST.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "If you are born on Pon Thursday, you usually have high ideals and noble goals that you try to realize your best. You have a smart mind and are full of curiosity, and like to learn new things that can broaden your horizons. However, with a tendency to think and act on a large scale, pride and trust in the wealth of material or intelligence can easily be your weakness at one time. You are not the type of person who likes to get along a lot and is not interested in the affairs of others. It seems that you are quite satisfied with relying on personal ability to understand a situation and avoid the influence of others.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "In this age your fate is less pleasant. Your childhood does seem unlucky. Many desires that do not find obeyed or filled with your parents. You are often disappointed. Even needs are only the main nature that your parents are considered."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven years, your fate is still as in previous years. Your fortune is dragging, and your parents' economy is in a mediocre state. Many desires, only desire. Often you feel disappointed to see your friends who are full of needs by their parents."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "According to forecasts in the book Primbon, your fate in this age is quite good. Your life state is different from previous years. Fine fortune. Relationships with friends are fun. Severe problems in life are almost never found. Failure still appears, but only sometimes. At this age you should learn to live frugally and diligently study. Don't forget to help parents in carrying out work that you can do."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Naib you are mediocre. Still like in previous years. Your fortune has no change to increase, or does not decrease. If for example you are already working then your career work runs naturally and horizontally. You need to improve achievement, get along with successful people so that you are successful."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "A person's success in pursuing a career because it is influenced by his tenacity. An unfamiliar attitude in the face of failure also supports. Likewise relationships. If someone hangs out with people who are damaged, then he will be damaged. Likewise you, if you hang out with successful people then you will succeed, even though luck is not too fast. This year apparently you succeeded. Maybe because your resilient personality works and wants to hang out with people who are advanced. If so, then maintain your luck while still working hard."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate has decreased again. Your fortune has changed around fifty percent when compared to previous years. Change is not flashy, and maybe you don't really feel it. But be careful, because failure and obstacles at this age often appear. Face it with a logical mind. Don't like going to a shaman if you want to solve a problem. Avoid bad habits, like going out at night and life spree. Get used to living frugally and like to save."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Presumably the fate of other speaking. Because entering the age of thirty seven, the situation seems unpleasant. Even your fortune is really dragging. You are in a crisis state. You will feel how difficult it is to make a living. If you don't have certain expertise, then your income is probably just enough to cover your daily needs. Many failures that appear suddenly. Likewise with obstacles and obstacles. Therefore do not easily believe the seduction of people who promise a profit. Do not invest greater capital, because at this age you are in the natural state of danger."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate experiences changes. Your fortune is pretty good when compared to last years. But that does not mean there is no test. In life you must have encountered obstacles in the form of trials and tests. Therefore you should be careful in everything."
            },
            {
                "range-usia": "48 - 54 Years of Age",
                "nasib": "It seems that your fate is experiencing continuous change. There is a striking improvement so that luck is in your hands. Everything you try to always bring profits. Failure that is fatal, you never encountered. Your success at this age must be maintained by working hard and establishing relationships with successful people."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Entering fifty-five years your fate is truly brilliant. Your fortune is very smooth, much different when compared to previous years. Your efforts are successful. Many people put trust in you. Therefore you must maintain that trust. Don't disappoint others. Try to maintain your success. Do not obey the passions by familiarizing yourself life-spree."
            },
            {
                "range-usia": "61 - 67 Years of Age",
                "nasib": "Apparently your fate remains lucky like in previous years. Fortune also seems stable. Your income is quite fun. If you are an employee who has retired, but your welfare seems to be established. Your side business brings satisfactory results. If you are a businessman, then your business is successful."
            },
            {
                "range-usia": "68 - 72 Years of Age",
                "nasib": "Entering the age of eight years of your fortune began to decline. Your fate is less fortunate, when compared to previous years. Maybe you were surprised to face situations like this. But you should not panic to face obstacles and failure of life. Stay optimistic looking at the future. Don't forget to work with prayer."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your life conditions begin to change. Your fortune is good and fortune again smoothly. In this age you are really lucky when compared to previous years. Needs for needs can be easily met. Health is rather unpleasant, especially the condition of a lot of dental dislodged. Maybe you are also attacked by high blood pressure if you don't avoid meat foods."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate experiences changes. It turns out that fortune is not so smooth when compared to previous years. But the change is not so striking, so maybe you don't feel it. Old age should not have to hunt for wealth. Calm the mind, even though fortune is drag if the soul is peaceful, then in old age you will feel happiness."
            },
            {
                "range-usia": "84 - 90 Years of Age",
                "nasib": "Your fate is mediocre. No change. Does not decrease and the condition. Maybe because of the round of fate and fortune that ups and downs and up and down."
            }
        ]
    },
    {
        "weton": "Wage Friday",
        "naga-hari": "Naga Hari is in the SOUTHEAST. If you want to succeed in various purposes, the direction to go is WEST, EAST.",
        "jam-baik": "08.00-11.00 ; 11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00 ; 01.00-03.00",
        "watak-kelahiran": "Those who were born on Wage Friday are famous for being very loving and easy to put compassion to fellow humans. Therefore, you have the potential to be a small teresa mother who is always willing to help those in need. You have a very honest character, purity of heart, and also loyalty that suits the nickname. You never exaggerate your own abilities, even though in your heart is actually a strong person. It is very difficult to make you change the decision you have made. Your confidence can be amazing. . . Or even just a stupidity. You may need to learn to receive advice from other people who are well -mean.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "According to the book of Primbon, your fate in childhood is quite good. Your fortune is smooth and comes together with your parents' income. Because childhood has not been able to work so that your rations from God are passed by a living obtained from your fathers."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven your fate is not good. Your fortune is as good as your previous years. Many desires are just desires. Your request is rarely directly obeyed by parents. Your needs too. Everything is mediocre. Maybe the economic condition of your parents also experiences a crisis."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Stepping on adolescence, your fate experiences changes. At lEAST better compared to previous years. There is an increase in fortune around fifty percent. Your desire is partially granted. But you should remain concerned about dealing with relationships, face the reality of life and so on. Because by behaving so, later it will benefit your future."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate at this age is still like in previous years. As a teenager at this age you must be diligent in studying and working. Prepare yourself entering family times. Live people must learn from those who live their minds and energy. Therefore hang out with successful people. Avoid relationships that damage your future."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "According to the book Primbon your fate undergo change. Although the increase is only small but better now than in previous years. Maybe you don't feel these changes. Be excited in staring at the future. Working well and tirelessly is the key to your success. If you are an employee then serve well. Alienate your obligations to get satisfying rights."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Perhaps you are not lazy and can always make every failure, so at this age you have a great success. Your fate is in luck. Fine fortune. Everything you do can succeed well, and often brings profit. Continue the business that you have been pursuing. Don't get used to delaying work and lying to others."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "A person's success is influenced by several factors, including diligent and resilient to work. Conversely, a person's failure is also the case, maybe because of lazy or carelessness. You at this age turns out to fail your fate is really bad. The arrival of fortune feels dragging. Failure and obstacles always decorate your steps. Therefore, if you don't get cassava, then you will fall for the second time. In a state of concern for this concerned you should not get used to wasteful life. Tighten the belt and cultivate a frugal life. Before making a decision should be thought carefully."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "The concerned state of life apparently hasn't changed until you are four eight years old. You should not despair in the trials of life. Do not also be discouraged in dealing with failure. Stay excited at work. Diligent and hard work tirelessly, and be careful in a time will be able to change the condition difficult to be better."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "According to predictions, your fate when you enter the age of four tenth nine gradually. Even the following years have increased until you are at the peak of success. Your fortune feels smooth. All your efforts always make profits. If you are an employee or employee, then your career goes up to a higher level."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Perhaps when in a state of adequacy you are too spoiled yourself by living wasteful and spree so that the state of your life at this age declines. The decline is not too sharp, only reduced by about fifty percent compared to previous years. If you are insensitive, then you don't feel your economic decline. Therefore self -correction, maybe you do habits or mistakes in behaving."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "It is estimated that in the age of one year your fate does not change. Fortune is not too smooth. Life problems you also need to complete. Failure must be faced because at this age you cannot avoid something bitter. Your life is still like in previous years."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Entering the age of ten years, your fate is experiencing a crisis. You are really unlucky. The fortune came so dragging. Income is only enough to cover daily needs. Health also began to decline. Maybe all of that is due to the age factor that is old so you are no longer active in working."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "But when you enter the age of seven three years, your fate is really changing. It seems that destiny speaks differently, because in reality at this age you are in the peak of glory. Life full of prosperity and fun you can feel. Health is better compared to previous years. Maybe your children really pay full attention."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate at this age changes again. According to the book of Primbon, there is your fortune there is a decrease of about fifty percent. So your life is not as good as in the years ago. Health also decreases. Hearing and heart loss often you feel. Therefore avoid smoking habits. Adequate rest and calm your mind."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate at this age is still like in previous years. Health is decreasing. Your life welfare is mediocre. We recommend that at this old age, the important thing is to think about preparation for welcoming death. Fortial and worship to God must be improved. Because if you feel close to God then you will vent a calm soul."
            }
        ]
    },
    {
        "weton": "Kliwon Saturday",
        "naga-hari": "Naga Hari is in the NORTHEAST. If you want to succeed in various purposes, the direction to go is SOUTH, WEST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "Precisely people like this you need at your next party, because they are so friendly, polite, and easily impressed, so they easily make others feel at home in your home. They are also good at saying fun words. In fact, those born on Saturday Kliwon are one of the people who have natural talent in speaking and writing if they choose it as a job. They tend to treat everyone well, even their own enemy! They are not known as tough people who hold on to their stance. It would be very useful if they want to develop a little courage and firmness, because this group tends to be very easy to give up on the first obstacle. They usually calculate carefully all the actions they will take. Thus the question arises: why are they so easily fooled by the appearance of someone or something?They are customers of the dreams of traders.",
        "nasib-rezeki": [
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is mediocre. Not excessive and not alarming. In this age, your needs are mostly met by parents. Your desire is only half that is obeyed by your parents. You are not spoiled, because parents want to educate you to live a simple life."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate at this age is alarming. You are really unlucky. Many desires are just desires. Your needs are rarely met. The state of your fate affects the life of your parents in making a living. This unpleasant situation only lasts for a while. You don't need to worry but continue to be optimistic and not inferior."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "At this age your fate really changes. According to the book of Primbon, your fortune is very smooth. If at this age you start working, your career increases. If you are still unemployed, you will get a job according to your heart's desires. Many friends come and like you. The problem of romance is smooth. It's just that you need to be open and approach the person you love. Don't betray people who have given you trust in you."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "After six years you are in a lucky fate, then entering the age of 25 years of life you experience drastic changes. Your fortune in this age really experiences a crisis, it is very difficult to come. Don't spend too much money for something that is not useful. Capital that is too large in the business should be considered or suspended."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "At this age your fate has increased. Combined in previous years is very much different. The fortune came smoothly. Obstacles are almost non-existent. Great problems in life rarely occur. If you are an employee then your career increases. If the entrepreneur, then the field you are pursuing is progressing rapidly. Take advantage of this luck for good."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "You are still very lucky because the glory is still with you. Your fortune is standard, not decreasing. Be careful in every step and change. Don't pamper yourself with property. Avoid arrogant nature. Set some of your wealth for good for example for social activities."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to the book of Primbon, your fate is in the peak of luck. In this age your fortune is really smooth. Your efforts often bring results and benefits. Failure is hardly found. Life tests must be there but not too disturbing your calm. Avoid foods that will cause cholesterol."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate and luck experience changes again. Your fortune at this age is not so smooth compared to previous years. A decrease in almost fifty percent. You don't need to worry, because this situation has become God's law and is a round of fate. Sometimes you are above and sometimes your luck is declining."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Your fate is really unlucky. At this age your fortune comes to drag. You have slammed the sweat but the results are only mediocre. Therefore the intelligence of regulating money for daily needs is needed. Don't buy something that is less useful. Don't be too careless in making decisions."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "There is a change in fate and luck when you are 61 years old. At lEAST there are no signs of the fortune reheat. Needs can be met. You can also pay debts and some desires are granted. Failure began to decrease."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate experiences continuous change even though it's not too flashy. Little by little crawling for a better direction. It seems that there is an increase compared to previous years. The fortune is rather smooth. Health is fun. Only sometimes interrupted mild disease. Try to stop smoking and eating fatty meat food."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "It seems that your life in old age is really fun. According to notes in the primbon, your fortune seems to be smooth. You are also considered by your children. You should use this age to trust God and do a lot of prayers. Why?So that your soul is calm."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate does not change. Still like previous years. Your fortune is still smooth. Complex problems do not disturb too much of your life."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate at this age has decreased by around ten percent compared to previous years. Lots of closer to God."
            }
        ]
    },
    {
        "weton": "Legi Sunday",
        "naga-hari": "Naga Hari is in the SOUTHEAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST.",
        "jam-baik": "08.00-11.00 ; 11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00 ; 01.00-03.00",
        "watak-kelahiran": "Only a few people are allowed to know your deepest heart. You are a firm and quiet type of person. You look very calm and controlled, even when you burn anger, that mysterious smile will never be separated from your lips. Therefore, when you let go of your feelings, both love or hate, it will be an extraordinary experience for the people around you. You are smart, even sometimes cunning, and good at scrapeing secrets. You are easily interested in strange, mystical, or mysterious things. Disconnecting other people's affairs is very pleasant to you. Therefore, you might be a detective, secret agent or a good psychiatrist.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "toddlers up to six years of age suffered a lucky fate. You get love from your parents and your desires are fulfilled. Your fate and fortune at this age depends on the economic situation of your parents."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Fortune in childhood is less profitable. You and the people born on the Legi week suffered bad luck. At this age many desires are only desires. Rarely you get the fulfillment of the desires of parents. If you can say you are more disappointed if you see peers who always get something easily. But this is a very valuable education. Unfortunate fate in childhood will make you a formidable human in the future."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your Youth Pre -Year Years of Age between thirteen to fifteen years is very fun. This situation lasts a long time. Your luck is good because luck is on your side. If you have been working a teenager, then what you are trying to always work brilliantly. The necessities of life are almost all met. You have to be satisfied and don't see richer people. The pleasure you feel is the culmination of your life. Be careful hanging out with a destructive friend."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "At this time you begin to feel changes in yourself, especially in everyday life. Luck is not entirely in your hands. The situation begins to decline compared to your age when a dozen years. Change is not very meaningful or maybe you don't feel that at all. If at this age you are already working, then be careful. Avoid cooperation with other people who involve large capital. It could be that your capital will be sold out at all. The problem of romance often gets obstacles. Need to be vigilant. Thinking a thousand times before doing something is more important. This is to suppress failure as small as possible. If you need to ask for advice on people who are more mature and experienced."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "There is no significant change in this period. So your luck is mediocre, just like when age between eighteen to twenty-four years. There needs to be effort and hard work. Don't know give up. While young age has to fight to achieve a brilliant success. Be careful is a very important attitude so as not to fail. If at this age you are diligent, diligent and tireless, then in the next time the glory in your hands. The problem of love runs as is. If you are married, in the first years of marriage usually encounter a problem. But meaningless. Face it wisely can definitely be resolved properly."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "According to the book of Primbon that at this age your fate begins to increase. Perhaps because in previous years you work hard tirelessly so that now it is better. There are double the development compared to before. If you are a businessman then. Classified as successful according to the measure of your fate. If an employee, then this age you experience a position. There is an excess income so that if you are not wasteful, then the excess can be set aside to save. You should be grateful to God."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "At this age your fortune is at the loWEST level. Luck is no longer friendly with you. Many across the transverse that you have to face. You must be prepared for the reality and failure of life. If you are careful in acting, the situation will not become worse. Income is only mediocre. Even if you are an entrepreneur, then your business will fall. Such situations don't make you despair. Pray to God and try to keep on until the storm is completely passing."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Be patient because of the misery is still far up there. Problem after problem will appear suddenly. But if you think positively and act carefully, all problems will be passed too. Don't give up, keep working and try. Look for old friends who understand your difficulties. Because it is hoped that old friends will be able to be a helper of the rise of your life."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Perhaps because at the age of 46 you work hard and never know despair, then entering the age of 49 years of luck is in your hands. The years at this age you are truly good. Many plans you managed to do. Profits are smooth. Life that was originally gloomy became shining again. Failure is almost non -existent. But don't forget, when you are in success, of course there are many temptations. Be careful at every step. Don't easily believe others."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "It seems that good fortune is still yours. Fortune remains smooth. Income is quite good and if you are not wasteful, then you can set aside some to save or as an investment. It's just that health is less profitable. Moreover, when your young age is heavy smokers, then be careful. At this age does not rule out the possibility you will be attacked by heart disease. Therefore avoid foods that cause disease. Diligent exercise or health check-up."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate and luck are now different than five years ago. There is a change in the direction of decline around fifty percent. But if you have a savings then the change is barely felt. Health also began to decline. Income is only mediocre."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "This is considered a year of age. You can say, you are very old. If health is less favorable, maybe you are already elderly. But if health is well maintained, you are still healthy. Regarding fortune and luck, this age is smooth. Perhaps luck is because the influence of children whose lives are already established so you get full attention from them."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fortune and luck are not as good as five years ago. There is a slight change. But the decline is not very meaningful to you. The important thing is, you have to do a lot of good deeds and get closer to God. At this age you only await death."
            }
        ]
    },
    {
        "weton": "Pahing Monday",
        "naga-hari": "Naga Hari is NORTHWEST. If you want to succeed in various purposes, the direction that must be addressed is the WEST.",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "You like to express your opinion firmly, and will not be affected by what other people say if you don't find a reason to believe it. Even so, you are a person who feels, honest, bersesa, and aspires high aspire. You are an active worker who does not like to waste the results of effort. Try to control your sensitive feelings so as not to always put in the hearts of every word or actions of others.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate and fortune is good and smooth. In this age you are really lucky. Luck may be due to the influence of parents whose economy is smooth and established. Because the economy of life is smooth, you can easily obey your desires and requests as children. Compared to other peers, you are among the children who get a lot of attention from parents. Parents really love you."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "It seems that your fate has decreased when compared to previous years. Because of this change so you are not as happy as at the age of six years and under. This is also due to a mediocre economic factor. Or it could be that parents do educate you to live frugally and concerned."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "You experience an unpleasant fate. According to the book of primbon the fate of your fortune in the past six years entering the crisis times. Your desires are many that cannot be fulfilled. Teenage problems also disturb you. Needs are hampered by other things. But do not bother because it is precisely this mediocre situation will make you rich in ideas. Because of the trapped situation, your mind is alive. You will get used to living frugally and concerned so that it is useful for your own future. Feelings of depressed often appear in your mind when you see friends who are all-off."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate experiences changes when compared to previous years. Entering the age of teenagers is 19 years old, your fortune is very smooth. Your needs are met and desires are easy to achieve. You have many friends. If you are still in school then you always go up to class. The love affair with your lover is also smooth. But you have to be careful with friends who are envy because one day can plunge you. Why?Because he doesn't like to see you happy. If you want to work (no longer school), then you will get a job as you wish."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fortune has changed in an unpleasant direction. According to this primbon, your fate decreased when compared to previous years. Thus the Rejeki Round according to this prediction. Many obstacles you have to face at this age. Fortune feels very dragged. It all depends on you, whether you are able to face challenges and failures. If not, it means you feel more failure. Therefore in the face of failure it requires maturity of thinking. Do not easily despair in the face of all trials. Keep moving forward, never give up. But you also need to be careful in playing capital related to money."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fortune starts to show developments for a better direction when compared to the age of 25-40 years. Perhaps because you work hard and tireless and never give up in the face of failure. Your fate starts to improve. Continue to improve your achievements in pursuing a career. At this age you must keep trying and working hard. If you face failure, it must be picked as a lesson so that later the failure will not be repeated again."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate and luck do not change. Still the same as in previous years. Maybe your work and business are less excited or there is less able to manage expenses so that work only for eating. We recommend that if you get an income must be set aside some to save. Try not to get a large peg than the pole."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fortune experiences a more rapid change. The situation is smooth. Because maybe the influence of your lucky fate. At this age you are really mature and successful in everything. Your efforts are increasingly showing very rapid progress. Many relationships and acquaintances that put trust in you. But you must remember, because it does not rule out the possibility of some of them who have bad intentions and are based on jealousy. Therefore do not easily believe in the person you just met. You must really have a clear program for your career."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate at this age has changed. The decline in fortune of about fifty percent compared to previous years. Not so felt indeed, but if you are accustomed to living wasteful then in the end you will find the worst and most alarming fate. Failure after failure begins to appear. Your career is jammed. But all that can still be overcome as long as you can think logically. Hard work and enthusiasm must be driven so that you become forward. Be careful in using large capital at this age."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Perhaps you are too careless or reckless in all matters so that at this age you suffer a bad fate. Income continues to decline while you cannot brake a large peg expenditure than the pole. Failure after failure occurs because you are too brave to make decisions without calculating all the possibilities. Therefore you must be careful in using money. Work that requires large capital should be suspended. Never play speculation because the results are only in the form of disappointment."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Thanks to the hard work without knowing tired and is based on concern, then entering the age of ten years you feel there is a change. Luck is starting to appear. Or because you are sociable in getting along, the relationship is increasing and fortune starts smoothly. Failure that you have experienced should be used as a lesson so that this time you do not fail the second time. Get used to living frugally and controlling desires that are not so important. The main needs must take precedence. Reduce a lot of hobbies that require money without earning income."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Perhaps in this old age you increasingly like to work or be creative in a particular field of work so that your fate and luck are increasingly uphill. Fortune is more smooth compared to previous years. Be careful with the promises of others who are not clear."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Fortune is very smooth. Your fate is really in the peak luck. Although it can be said that you are no longer strong working in making a living but God is just so that fortune comes without being suspected."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fortune starts to experience changes again. Your fate at this age is different from previous years. The changes are not so striking that you might not feel it. Health begins to decline. You have a painful pain even to be nursing. Memory began to be disturbed. Hearing was disturbed. But you don't need to worry, to find peace of mind, it is necessary to get closer to God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate and luck continue to decline. You feel this situation when you turn to the age of eighty -five years. There are fundamental changes. Life problems appear unexpectedly. Therefore you should surrender your affairs completely to children or families who are easier to age."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fate falls at the loWEST level. The fortune came completely dragging. You are almost a century old but you are less fortunate. The causes are many, maybe because of the economy, life problems, children's problems, wives or health."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "If you are given a long life and reach more than a century then your fate at this age is more fortunate than in previous years. Health is better, fortune is smoother and the problem of life is not so annoying. Your children and grandchildren are very concerned about you."
            }
        ]
    },
    {
        "weton": "Pon Tuesday",
        "naga-hari": "Naga Hari is in the SOUTHEAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST, EAST.",
        "jam-baik": "08.00-11.00 ; 11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00 ; 01.00-03.00",
        "watak-kelahiran": "These circles really like luxury. The level of their waste usually depends on the existing financial ability, but the strong desire for a luxurious life will always be felt. Although tends to protect their own feelings, they can be very loyal and generous to people in accordance with their personal standards. However, once you are close, it means you have become their complete property, and because this circle is often carried away with a threat (real or imaginary), it is not surprising that jealousy always accompanies them in every relationship. Although those born on Pon Tuesday are known to be closed, they can be quite friendly in social life. Perhaps you will not expect that they are very stiff.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is rather good. In this childhood you get the attention of parents. Most of the desires are obeyed. The needs are fulfilled, although not all of them. The economic situation of your parents is smooth so you feel the effect."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Over the age of seven years your fate is less fortunate. There is a decrease when compared to previous years. You are a child who is often disappointed if you see peers who seem to be fulfilled their needs. Your desire runs aground in the middle of the road because parents rarely pay attention. So your needs in childhood are not all met."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Thirteen years including Years of Age Pra Youth. If you have entered the age of the sixteenth year called teenagers. The stage between thirteen years to eighteen years of your fate is good when compared to previous years. Your needs as a teenager, ranging from school needs, clothing, games, pocket money are all met. Wange is often dressed by parents. Asmara runs smoothly. You find your loved girlfriend. In association, you also get a lot of friends."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Luck of your fate entering the age of nineteen years began to decrease. Your fortune starts to feel drag. The business that you pursue also cannot progress if you are an employee then your career has no signs of going up to a higher level. Family and social problems begin to emerge. In these times you should be careful in using money. Don't believe in empty promises. Be careful hanging out with other people you don't know their identity and traits. Large capital for a business should be suspended."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate at this age has not changed. The state of life remains like in previous years. If you allow your problem, you will find an increasingly complicated problem. Failure must be overcome immediately. Don't delay work. Don't fantasize about something that brings big profits. Saving and not wasteful."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fortune seems to have experienced a decent change when compared to previous years. Luck is starting to appear in sight. The road To succeed began to open. If you can take advantage of this opportunity as well as possible, then you will achieve success. But if you let the opportunity just pass, then you still struggle in a life that is completely concerned. Hard work needs to be improved. Remove careless habits in making a decision."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Apparently your fortune has changed again. Even at this age you are at a very bad fate. Total decline when compared to previous years. Fortune feels very difficult to find. Income is only enough for daily needs. Even if you don't save money then you will always feel lacking. In this difficult circumstance you have to be careful. Don't play speculation. Face failure patiently. Don't despair. Trying and trying to keep on until finally your life returns to normal."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate has no sign of changing. Fortune is still dragging, like previous years. Facing reality like this you should not be discouraged. Stay fast to trust and want to receive advice from more successful people. Face failure with grace and patient."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Entering the age of four, nine years your luck is starting to appear. The road To succeed is rather open. If you are able to take advantage of this opportunity, then you will achieve your goals. Or at any time you will come out of a concern life like in the years ago. The problem of living at this age decreases. But you should not. underestimate something that seems trivial. In a lucky state, it is also expected that you should not forget the land."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "You are lucky because you are fifty five years old you still get a smooth fortune. Your fate is really bright. Don't fall asleep with the happiness you enjoy. Don't pamper yourself with a luxurious life. Avoid wasteful habits. You should set aside some of your wealth to save. Some are also for social activities, for example the spokes of orphans and give alms to the poor. Take advantage of this opportunity as well as possible. Don't be arrogant to others."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your luck is that you enter the age of one, one starts to decrease. Unlike previous years, now your fortune feels dragging. There is a decrease in your fortune graph around more than ten presents. Years of the past did not find failure. But now. Many obstacles that arise and your plans are often stranded in the middle of the road. Therefore be careful. Like driving a car, you let your guard down a little into a cliff."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate is still less fortunate when compared to previous years. Even at this age your fortune is worse. All of that could be because of your carelessness in acting, or because you are less able to overcome failure. Don't despair, the spirit remains surging. Although you are no longer strong anymore, the mind must be active to race success. Avoid buying items that are less useful. Erase the habit of pampering yourself and lives wasteful."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "If you are still given a long life and enter the age of three years, then your age is old. Maybe you are also no longer active in working. If you are an entrepreneur, you may have handed over to others or you only control from home. According to the book Primbon your fate at this age is truly lucky. If you are a civil servant, your Pansion money is very helpful for your life. Health is almost no significant problem. Children are very concerned about you. Fortune came unexpectedly."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate is not good. Your life is less pleasant when compared to previous years. There is a decrease of around ten percent. The dragging fortune is less influential for your life because at this age what is coveted is the peace of mind and good health conditions."
            },
            {
                "range-usia": "84 - 90 Years of Age",
                "nasib": "Your fate does not change, remains like in previous years. Therefore you actually don't need to think about property. The main thing for you is calm and health. Therefore you should increase worship and diligently pray to God."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fortune rises totally. Your fate at almost a century is really lucky. Your needs in old age are almost all met. Desire is fulfilled. Maybe because your children are very concerned about you in old age."
            }
        ]
    },
    {
        "weton": "Wage Wednesday",
        "naga-hari": "Naga Hari is in the EAST. If you want to succeed in various purposes, the direction to go is NORTH, SOUTH, SOUTHEAST.",
        "jam-baik": "11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00",
        "watak-kelahiran": "In general, those born on Wage Wednesday are kind and friendly. Although sometimes their words are rather hard, they are usually easy to get along with others and uphold honesty and good intentions. They like to weigh their choices carefully before implementing it, and in this case they have quite a lot of wisdom. They could like to enjoy luxury items and services, but they are not the type of waste. They really appreciate their money, and sometimes some of them can behave very economically.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fortune is good. Your fortune is rather decent even though you do not feel directly the division of fortune from God. Rejeki path is given through your parents. Because you have good luck, the effect is on your parents' fortune too. At this age your parents are easy to make a living. The economic situation is established so that your desires and needs are highly considered."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "According to the book of Primbon, your fate at this age is really lucky to be very fun. All desires are obeyed by your parents. Or you are a very spoiled child. The need is highly considered."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate begins to change. Your fortune also has a decline. The changes are around fifty percent. When compared to the previous year, then your life state seems worse. You must be a teenager who is concerned with a mediocre economy. Don't hang out with friends who like to be wing."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age has not changed. It turned out to remain like in previous years. In this age you should not be lazy. It is necessary to work hard and look for business opportunities whose success is clear. Meaning. You do not grope and play speculation. Don't play luck. If you are still not working, then look for work that matches your talents and expertise."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Entering the age of twenty-five years your fate is really lucky. Your fortune is experiencing very rapid development. Your work has experienced a pleasant progress. Your career is uphill. Everything you try to always bring profits. Finance has no problem because your income is pretty good. Many people put trust in you. If so, you should be able to maintain that trust by not betraying."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate experiences changes. Your fortune decreases by about ten percent when compared to previous years. Maybe you feel the change. Don't be weak. The soul must be strong in dealing with the reality of life. No need to worry, because all of that is the wheel of life that goes up and down."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate is really unpleasant. Your fortune is experiencing a crisis period. There is a very striking decline so that if you are not mentally ready, it will be stressed. At this age you also feel how difficult it is to find fortune. Income is only mediocre, enough to cover daily needs. Living in a condition like this you must tighten the belt and always be concerned. Be careful in everything."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate begins to change. Your fortune is rather decent when compared to when at the age of 37-42 ago. But still not fulfilling what is your hope. Parlu works hard and spurred enthusiasm. Take advantage of the best possible opportunities. At this age it seems that the road To succeed began to open."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "According to Primbon, this age your fate is less fortunate. Your fortune is in a difficult level of level and experiencing crisis times. Your life often fails to fail. Many obstacles you have to face. Problems, from trivial to severe it also disturb your life. Be careful in everything. Don't easily believe what people say, especially promises that are not yet clear. The morale of work should not be weak, continue to be driven. The failure that has befallen should be used as a valuable lesson so as not to repeat the second time."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Entering fifty five years, your fate has changed. Your fortune is better than in previous years. Life starts to be bright. Failure and problems are slightly reduced. The opportunity to achieve success began to open. Therefore do not be wasted, but take advantage of the best possible."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "The state of your fate remains like in previous years. Even fortune has no increase or decline. Failure does exist, but not so meaningful. Health slightly decreased. You should rest more. Eliminate the habit of drinking liquor or smoking."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate experiences changes. There is a pretty decent increase compared to previous years. Your welfare is rather guaranteed. Children are very concerned about you. Health begins to improve."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate experiences changes again. Your fortune has decreased when compared to previous years. In this age your fortune is dragging. The welfare of life begins to decrease. Maybe because of the old age. Health also decreases. Be careful with fatty foods because it can cause cholesterol disorders. Reduce meat food. Avoid smoking."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "The state of your fate does not change. Stay like in previous years. Fortune also has no increase. The welfare of life too. Health starts to decline."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "According to the Book of Primbon, your fate experiences a very drastic change. Your fortune is experiencing very rapid progress even though you are no longer strong working. Naib you are really lucky in this very advanced time. God is just just, so that even though Andna does not work anymore, fortune always comes from various ways. Life welfare is better than previous years."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "If you are given a long life, it means you are a century old. Your fate at this age has decreased. Health also continues to decrease. Life welfare is unsatisfactory. You need to get closer to God."
            }
        ]
    },
    {
        "weton": "Kliwon Thursday",
        "naga-hari": "Naga Hari is in the EAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST.",
        "jam-baik": "06.00-08.00 ; 08.00-11.00 ; 11.00-13.00 ; 23.00-01.00 ; 01.00-03.00 ; 03.00-06.00",
        "watak-kelahiran": "Error: the JSON object must be str, bytes or bytearray, not NoneType",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is less fortunate. Your fortune in childhood is predicted to put in the crisis periods. Although at this age you have not been able to make a living yourself, but your fate is also influential on the smooth fortune of your parents. Many desires are not granted. You often feel disappointed. But this situation will end. In adolescence you will find a better fate."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate experiences changes. Andan's life is really fun. Almost all desires are granted. Your request is always obeyed by parents. In association, you also find many friends. Your fortune is smooth."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate experiences changes again. The situation of life is less pleasant when compared to previous years. There is a decrease in fortune of about four percent. Teenagers often have a variety of desires. Especially seeing your friends who are more fortunate. You are often disappointed. Perhaps the economic conditions of your parents are not very good. No need to regret the situation. You must still believe in yourself and not be inferior in association. Race in achievement better than you let the desire to soar uncertainly."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Entering the age of nineteen, your fate has changed again. It seems that luck is starting to open. Fortune is rather smooth when compared to previous years. Some desires can be fulfilled. Life problems rarely appear. Failure is indeed occasionally still disturbing your career, but not so meaningful. Take advantage of this good opportunity so that you find a more increase. If you let the opportunity just pass by, while you are lazy then success will stay away from your life. Get along with successful people then you will be successful."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your life is always up and down. When you are twenty -five years your fate has changed again. It seems that your life is less pleasant. Fortune is declining compared to previous years. But this situation will be overcome if you are able to deal with it calmly and strongly. Let's just say failure is an experience. Thus you will be more careful. Therefore don't make decisions too quickly. Business that requires large capital should be suspended first."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Entering thirty age of one fate you experience changes. A slight condition improved. Fortune shows signs in a better direction. At this age, you are required to spur business and work hard. Don't waste time. Take advantage of all opportunities to achieve a more brilliant future. Throw away the habit of being lazy and associating with people who have no initiative. You better be friends with dynamic and successful people."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate seems to continue to increase to a better level and feels fun. Your life is now starting to be established because fortune is rather smooth. The situation is more decent compared to previous years. Continue the business that you have chosen and you have pursued. If you are an employee, then create brilliant ideas so that your career skyrockets. In family life you should be able to use finance as best you can. Try so that you can set aside some of the income to save."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate experiences changes again. Your fortune is rather dragging when compared to previous years. Your life is less pleasant. Many problems that appear and you are less able to overcome them. Failure also had a chance to disturb your career. Facing this reality should be faced calmly and do not panic. Look for wise people and talk to to solve problems that have been disturbing your life."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "According to the book of Primbon, entering the age of four tenth nine years your fate has changed. When compared to previous years your life situation is now better. The fortune came a little smoothly. Failure that used to come in a row is now diminishing. The problem of life is not very influential for your career. There is an opportunity to change fate to the path of success."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Your fate is completely changed when compared to previous years. The change is so striking that you can feel it. This age seems to be your fortune to be said to be smooth. The work you have beenpened so far has been almost a big success. Failure is indeed occasionally still encountered, but not too annoying. People trust you more. Many want to work with you. Your life is harmonious. Relationships with family, children and families are also fun."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate experiences changes again. May you have only six years in glory. But when you enter the age of one year your fate decreases. There is a change of about ten percent. Your fortune feels a bit dragging. Welfare of life is reduced when compared to previous years."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Entering the age of ten years your fate is really bad. Your fortune is increasingly dragging. Many obstacles you have to face. Failure also came in a row. Therefore you must be careful. Don't easily spend money to finance your child. Reset a plan first. Don't be careless in making decisions. You should further increase to serve God. Prepare yourself and your soul to find provisions before death. Because this age is considered a twilight age."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate jumped at the peak level. That is, your fate is really good. You are very lucky in this old age. Fine fortune. If you are a farmer, your harvest is quite satisfying. If you are an entrepreneur, even though you do not directly control the company, but you still have success."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate experiences changes again. During the six years of your life feels fun, but entering the age of seven tentas nine seems to be the fate of other speaking. It seems that your life state has decreased. Maybe your health is not good. You can also drag your fortune. You should be concerned. Try to stay patient and maintain piety to God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "The situation is always changing. But your fate seems to be getting worse when entering the age of eight fifth five years. Even worse when compared to previous years."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Even though you are already udzur, you can't work anymore but fortune returns smoothly. God still gives you a grace so that fortune comes unexpectedly. Life welfare is better than previous years. Maybe your children and grandchildren are very concerned about your situation."
            }
        ]
    },
    {
        "weton": "Legi Friday",
        "naga-hari": "Naga Hari is in the EAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST, SOUTHEAST.",
        "jam-baik": "11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00",
        "watak-kelahiran": "That said, those born today tend to be honest. In fact, they sometimes might be too honest, because they are the type of person who likes to express their thoughts without being excited! They are quite firm with their stance, but attitudes like this sometimes also hamper their ability to accept others as they are. We should not provoke their anger, because they can act extreme when they are furious. Even so, they are loyal and generous to the people they love. Their sympathy easily arises so that they do not mind acting outside their path to help friends or even strangers.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "In your childhood, your fate is classified as lucky. The economic situation of your parents is quite established. You are loved and get full attention from them. Parents always obey your request. The needs and desires are often answered."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Entering the age of seven years your fortune is smoother. Your fate and fortune seems to have an increase when compared to previous years. Many desires are granted. You rarely feel disappointed because of something because. Parents are very concerned about you. Many friends who like you."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Ahead of the back, when you enter the age of 13, your fate has decreased. It seems that you are less fortunate when compared to previous years. Even though you are not working but your fortune comes to drag. Your parents' economy is not as good as in the past years. Many of your desires are not accomplished. Every now and then you feel inferior in association. You should improve learning to excel so you don't feel your self-lace in front of friends."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "The wheel of life continues to spin, like the turn of day and night. Likewise your fate, entering the age of nineteen years begins to show signs of change. Although the increase is only small, but better than previous years. Because you expect a bigger one, then you can hardly feel the increase. Therefore the spirit of achievement, career and trying must be pumped. Don't be pessimistic about the reality of life in the future."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Entering the age of twenty -five years your fate began to be bright. The road To succeed turned out to be wide open. If you are able to take advantage of this opportunity as well as possible in just five years of luck in your hands. Your business will be smooth. Your career will increase. Failure will decrease. Because of that, avoid bad habits in the form of lazy nature and procrastinating time."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "When at the peak of glory must be careful in acting. Saving life habits continue to be developed. While wasteful nature must be thrown away. Honesty also supports your luck in achieving success. In the past years you were successful. But entering the age of thirty one turned out to decrease. Nearly four percent when compared to when aged 25-30 years. Why?Maybe you are accustomed to living luxuriously and spree. Or lack of maintaining honesty. It could be that you are too reckless in using money. Failure at this age begins to appear and you feel."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Entering the age of thirty seven years your fate continues to take care. Fortune feels more dragging. When compared with previous years, it seems that at this age your luck has decreased by about four percent. Be careful in every carrying out a job, especially those related to large capital. Before making a decision you should think about many times. If you face a problem or problem, you should ask for advice from more wise people. About work, you can't despair. Still optimistic and hopeful."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "It is possible that in dealing with failure you don't panic, then try to overcome it. It could be because you work with enthusiasm and never give up. Why?Because entering the age of four thids three years your fate changes again. At lEAST there is a brighter way towards success. Fortune also seems to start smooth. Failure is somewhat reduced. Increase Pestation. If you are an employee, then do your relationship with your boss, but don't lick. If you are wirastastawan then try to be full of calculation."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate experiences changes. It seems to crawl little by little for a better direction. Fortune is smoother when compared to previous years. You have the opportunity to achieve success. Take advantage of this opportunity as well as possible. But if you are lazy and wasting time just passing by, then success will be further away from your life."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Life that starts to look fun. The fortune that began to be established, turned out to change again when you enter fifty five years. It seems that your fortune is starting to drag. It can even be said that your fate is worse than previous years. Try self -correction, maybe you make a big mistake in carrying out something. It could be that you spoil yourself when life is established, for example spree and squandering money. Maybe it's also because you are too brave to plant business capital that is unclear."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "The wheel of life continues to spin. For five years you have a hard time. But entering the age of one of your fate changes again. Indeed the change is not so striking and you also don't feel it. But according to Primbon, your fate begins to improve. Fortune is rather smooth when compared to previous years."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your situation is still like in previous years. Fortune does not increase. Failure still exists, but not so influential for your life. Your welfare in old age is mediocre. Health slightly decreased. You should avoid foods that are harmful to the health of the body in this old age."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "According to the book of Primbon, it is predicted that your fate at this age experiences a very striking change. You are really lucky. Your fortune is very smooth. The difference is very far when compared, with previous years. Your life is truly prosperous. Problems in the household and brotherhood ties are almost non -existent. In this fortune you should be grateful to God, because he is the one who gives life to you."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Entering the age of seventy nine seems to be reduced. Fortune is not too smooth compared to previous years. Health conditions also declined. There are disorders of the blood vessels so you often feel pain in the bones. Avoid fatty foods and a lot of rest."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "At the age of eight-five, you are really old. May require care from your child or grandchild. According to Primbon, your fate and fortune are still as in previous years. Health also has no significant disorders. At this age you have to remember God a lot because then you will get peace of mind."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "It seems that your fate and fortune is developing. Your life is more guaranteed than previous years. Although health is decreasing, your children and grandchildren are very concerned about. You get sincere treatment at an age that approaches this death."
            }
        ]
    },
    {
        "weton": "Pahing Saturday",
        "naga-hari": "Naga Hari is in the EAST. If you want to succeed in various purposes, the direction to go is NORTH, SOUTH, WEST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "If you were born on Saturday Pahing, you might be able to quickly get angry! Fortunately, as soon as you spit out your anger as fast as that you also forget the cause. Hopefully others are easy to forgive you too! Keep in mind, it is not a painful thing to admit the mistakes we make. However, even if you have a high spirit of life that sometimes results in carelessness, you will be more alert when it comes to material. You are one type that is always ready to help friends who are suffering.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate at this age is quite decent. Your childhood is a little fun. Although there are desires that are not achieved but at lEAST you are not included in the suffering child. Parents pay attention to you. For example, your parents at that time were sufficient but could be they educated you to live frugally. So that your will is not continuously obedient."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is lucky because according to Primbon, your fortune is smooth. This age is indeed not able to support yourself, but your fortune part of God is given through your parents. The economic situation of parents is all -off. Your needs are almost met. Rarely you feel depressed because a desire is not granted."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your luck fate decreases almost more than ten percent compared to previous years. In this teenager is somewhat different from childhood. Indirect desires and needs can be met, but waiting for a relatively long grace period. Or even not fulfilled at all. This is very good for your maturity education. That way you will get used to living concerned. Later if you are an adult you will feel how mediocre situation at a young age turns out to have a positive impact on your life in the future."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "This you really-Years of Age are in a mediocre life. A desire that is satisfying hearts is difficult to realize. You face problems, maybe youth problems and love. You also occasionally feel jealous of seeing your friends who are all-off. But you have to be concerned. Don't hang out with rich friends because you won't get like them. Actually you also don't need to be discouraged. Remember, a mediocre life will force you to think about how to find fortune. That way, someday you will be a person who is good at scavenging money."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate starts to look bright. The fortune is rather smooth. In the first years of marriage you get a job that can meet family needs. Plan the future by setting a little income to save. Increase your efforts and also increase associating with successful people. You should learn their tips, why they can succeed."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "According to the prediction of the book Primbon, at this age your fortune began to decline. Luck is slightly reduced when compared to previous years. Maybe the failure that is experienced because you are too brave to act without calculating all the consequences. Or you can also underestimate trivial problems. Even though the things that seem trivial also joined in determining your success. Therefore the failure that you have felt should be used as a life experience so as not to be repeated."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "At this age your fortune is smooth again. Leaving three years old and entering the age of thirty years you feel how easy it is to make a living. This situation lasts until the age of four ten years. Remember, once a glory will disappear. Therefore take advantage of this opportunity to increase social activities. Frequently help others in need."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to predictions, the fate of your luck starts to measure. Fortune is rather dragging. But maybe this change is not so you feel. Indeed, when compared to previous years your lucky graph decreased. At this age you do not need much according to the wishes that are less important. Don't get used to wasteful life. Take advantage of the best possible money. Perseverance in business or work should be improved. Don't make a new business plan that requires a lot of capital."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "It seems that your fortune is starting to change. Your fate and luck begin to blossom. Development is better than in previous years. Indeed, the situation is not really smooth, but it's better in the past. Don't obey lust. Dispose of laziness and the habit of delaying work. You also need to have a relationship with successful people."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Entering fifty-five fate and your luck is really bright. Fortune comes in many ways. Often fortune comes without you planning beforehand. Life problems are also reduced. Failure does exist, but not so meaningful to your life. Your career is really increasing. You must be grateful to accept this situation."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your life state is stable. There is no significant change. Your fortune is like in previous years. Be careful in everything. Maybe fitnahan came without you estimating. Usually from those who are not happy to see your life. Don't get used to being wasteful life and spree. Take advantage of the abundant opportunity and fortune for praiseworthy road. If your career increases, you should never be arrogant. Because pride will cause the hatred of others."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate and fortune have experienced a very drastic decline. According to predictions, your life state is very dragging. Maybe due to age or due to other causes. No need to be discouraged because of the problem of property in this age, you don't need anything."
            },
            {
                "range-usia": "71 - 78 Years of Age",
                "nasib": "Your fate and fortune have not changed. The situation of life is still the same as in previous years. But no need to be upset. Because usually the unpleasant situation will take place within a certain period of time. If it's time later, it will gradually be good."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fortune according to the prediction in primbon has changed. Your fate is very lucky. Living in the old age that the previous year received a dragging fortune, but now at this age feels smooth. Maybe because of the influence of your children who are very concerned and love you. Then you should be grateful."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate begins to change. Your luck starts to decrease when compared to previous years. Your very old age is less pleasant. But you must be able to make your soul calm and happy. Therefore, people of your age should get closer to God."
            }
        ]
    },
    {
        "weton": "Pon Sunday",
        "naga-hari": "Naga Hari is in the NORTHEAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST, EAST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "You are a sensitive type. Maybe for fear of being hurt, you always protect your feelings. Your heart and mind may be quite deep, but sometimes others think you are closed. Perhaps you have developed a sharp assessment of the good and bad of human nature. With this talent, you can become a skilled diplomat or even a cunning manipulator! What is clear, you always try to look good in front of your friends. Although you might take an indirect way or wait for the right time, but after a long time you will definitely win the opportunity to show off your strengths, whether in terms of material or intellectual.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate in toddlers is quite good. You get full care and attention from parents. Even with your game friends, you are more fortunate. At that time it was only a mild disease disorder, such as coughing, colds and heat. Have no significant disease. The state of your fate and luck in childhood is influenced by the adequate economic conditions of parents."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is better than toddlers. There is an increase in a more pleasant direction. Your needs in elementary school are almost all met. There is a desire that is not granted but its nature is not urgent."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fortune and fate are really at the peak of luck. Compared to friends, you are superior. If this age you've been working, then your work starts to be established and has a decent income. Still left to save. Many people like you, so this age you really have a lot of acquaintances. Usually so, when it triumphed many friends who came. Therefore take advantage of your luck. Asmara has no problem. You and your partner are running well and fun."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "These times are a stage towards maturity. Maybe you've been working or still in college. In fact, you can also at this age become an uncertain unemployment. Why?According to the book of Primbon, at this age you are in a really unpleasant life. Those of you who have not worked often fail when applying for a job. You who are already working can not be separated from this crisis. Then you need to be careful. Patience is indeed very necessary so that you do not stick in trying. No need to be upset. Face the reality that exists by spurring enthusiasm. Now fail, tomorrow will succeed. But if you are weak in enthusiasm and despair, then your inner suffering is increasing."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "At this age you are no longer a child or teenager, but you are an adult. If you are married and work then your work is smooth. Income is easily obtained so that family needs are not a problem. Even if you are not wasteful, you can still set aside some of your money to save. According to the Book of Primbon, at this age you are really lucky. All efforts are smooth. Many acquaintances. If an employee, you will be promoted and get a pleasant position. But you must be vigilant because there are other people who are jealous of your success. Slander and issues can be spread to destroy your life. Therefore in choosing a good friend."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "This is considered the age of Years of Age. This means you are mature enough in thinking and taking decisions. Only unfortunately, your fate is not lucky. Fortune starts to drag. You feel this when you turn 31 years old. This bad condition and a mediocre economy lasted until several years later. Therefore entering this age you should be careful in making decisions. Don't open a business that requires a lot of capital. Do not too much to people who are not clear good and bad. You also often encounter failure. But that failure will be meaningless if you can think normally. Don't panic in dealing with failure. Thinking naturally and slowly everything will be found a way out."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Five years of mediocre life has now passed. At the age of 37 years a very striking change you really feel. You may breathe freely because your fate and luck flowed like a river. All efforts and jobs are always successful. The state of life with a smooth fortune lasted until the next few years. At this age you feel how easy it is to make money. It came unexpectedly. If you are an entrepreneur then almost all your efforts bring large profits. If a farmer, then your rice fields and fields experience a pleasant harvest. If an employee, you get a better position than previous years."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to Primbon, you reach the age of 43 your fate and fortune has experienced a total decline. It seems that you are less fortunate at this age because of many obstacles. Therefore you need to be careful in deciding something, especially those concerning finance. Failure appears more often. For that you don't need to speculate just want to get big profits. Because it's not the benefits you get but failure. But you don't need to give up. Need to keep trying with a record of being calculated carefully. Your position can be hampered by people who are not happy with your success."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your life changes a little. Better now than the previous five years. Continue business if you are a businessman. It seems that the road starts to open. There is trust from others towards yourself. Perhaps because five years ago you were resilient in dealing with trials and failures so that the road towards success was visible. This depends on you. Can you take advantage of the best opportunity."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "At this age that is starting to be inactive, you experience a very rapid life change. Especially if you are a businessman, then you are truly amazed by the success of your business. Failure is almost non -existent. Everything is going smoothly. The needs and desires of everything are easily met. But remember, keep your health condition, you. Avoid fatty foods and contain poor effects in old age."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is very fortunate. This means that your welfare in old age is really guaranteed, health is fine. There is indeed a disease attack but not so meaningful. If you have a business then your business is smooth even though you control it from home. Failure does exist but are small and trivial. The important thing is you have to maintain health conditions. Lots of exercise, avoid drinking coffee and smoking."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate at this age is less fortunate when compared to a few years ago. Maybe because of the fact that the health condition began to decline. You don't need to worry. Think about the best for your life in old age. Expand pray and draw closer to God."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate at this age has not been improved. Still draging and often fails to fail. Income is only mediocre. Health must be maintained because it is possible that heart disease disturbs you. At this old age you should look for calm. Getting closer to God will be able to drive out anxiety in your heart."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "If you are still long -lived, then at this age your fate is better than before. Good fortune, luck is yours and the fate seems fun. If you have children, they are certainly very concerned about your situation. Health is often disturbed, but does not disturb your calm."
            }
        ]
    },
    {
        "weton": "Wage Monday",
        "naga-hari": "Naga Hari is NORTHWEST. If you want to succeed in various purposes, the direction to go is NORTH, WEST, EAST.",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "According to Javanese belief, if you are born on Wage Monday, you are rarely trapped in a shameful condition! This is because you like to plan and weigh your choices carefully long before taking action. You are quite honest and don't mind listening to other people's problems. Thanks to your calm approach, you are able to appear convincing in front of the community, so you have provisions to become a good diplomat. Even so, once you are angry, you will not be willing to accept any reason. You are sometimes so ndableg so you better be left alone to be calm again.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate in childhood is not bad. Many desires are fulfilled. Many needs that are easy for you to get from parents. Maybe your parents at that time were very pampering yourself. Or because parents are victorious so that it is easy to meet and obey your will."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "In this age your fate experiences changes. It turns out that your fortune is somewhat decreased when compared to previous years. But the change is not so striking and you don't feel too much. Only sometimes desires are not easily granted. Parents think twice about fulfilling your request. Maybe they educate you to live frugally and concerned. This is better than all your requests obeyed."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "According to the book of Primbon, your fate when entering the thirteen years of age has changed. There is a decline when compared to previous years. What you want is often not fulfilled so you are often disappointed. Sometimes you also feel inferior to seeing peers who seem better to fate. Actually there is no need to compare, nor does it need to feel inferior. You must be able to put yourself between them. You should choose friends who are parallel, don't hang out with rich friends because you will only feel tortured. Don't fantasize because the rich will only bring disappointment. You should be able to realize your abilities and the economic situation of your parents."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Entering the age of nineteen years your fate began to change. Little by little your fortune is getting bright. Failure began to decrease, disappointment was a little vanished. The problem of life is almost not very influential. About romance, you begin to find someone you crave. If at this age you are already working then increase your creativity. Your career at this age begins to climb. If you are still in school, be diligent in learning so that in the future you will get a big success."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "According to the book of Primbon, your fate is entering twenty -five years of age. At this age many problems you face. But this depends on how you judge the problem. If you consider the problem is meaningless and can overcome it then everything will run smoothly. The problem of fortune, does feel rather drag. Therefore you must be able to manage finances. Don't get used to living wasteful. Don't spend money on something that is not so important. Household problems (if you are married), it does appear and there is usually a conflict with in -laws. That's normal. You should be able to guide your wife. In the first years of marriage must be able to adjust to your life partner."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate experiences changes. There is an increase when compared to previous years. When in the age of twenty five to thirty years, your fate is indeed less fortunate and many obstacles you have to face. But not so at this age, because the problem begins to disappear, failure can be more easily overcome. Your success at this age may be because you can face problems in previous years. Your career at this age climbs drastically. Fortune is smooth and the necessities of life are met. In this pleasant situation you should be able to set aside some of your finances to save."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate is again unlucky. Maybe when you are victorious in making decisions. Or maybe because you are too brave to speculate. Because of that, so that failure you often encounter at this age. The problem of life adds to the concern of the heart. The necessities of life that are unexpected just appear. Expenditure is greater than income. If you are not careful then you will be deceived by people. Circumstances like this you have to tighten the belt. But don't give up dealing with difficult times. If you remain enthusiastic in the face of life and work, then you will find a bright spot towards success."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Entering the age of 43 years, your fate is really at the peak of luck. Your fortune is very smooth like running water. All your efforts always make profits. You will experience this glory and you feel for six years. In this lucky state you must be very clever to use money. Leave money to save or save. Do not obey your desires and buy items that are less useful. Do not live spree because it is a waste."
            },
            {
                "range-usia": "49 - 60 Years of Age",
                "nasib": "Your fate is entering the age of 49 years of change. But not so you feel because the situation is not striking. Therefore you must be careful in using money. The necessities of life should not be too spoiled. Do not play speculation and invest large capital for businesses that are not yet clear. Don't challenge danger and don't have an affair."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate at this age is truly alarming. Fortune in a crisis state. Your life is less fortunate than in previous years. In old age this is not much necessity, but you feel a lot of shortcomings. Health decreases. Therefore to calm the soul you should further enhance yourself in worship. To maintain your health you have to reduce or avoid cigarettes at all. Don't consume fatty foods."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "According to the book of Primbon, your fate has changed. Fortune is rather smooth when compared to previous years. There is a slight increase. Health seems better now. Children who are married and decent life apparently pay more attention to your welfare."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate and fortune experience changes. That is, your fortune returns to difficult times. You must be concerned about this old age because your life is less prosperous. This situation is actually a natural law, you don't need to worry about it. Health that continues to decline is indeed something natural because your age is seven -headed. The important thing is at this age how you can create peace of mind."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Entering the age of 79 years your fate began to be lucky when compared to previous years. This old age you are more concerned with your children and grandchildren. Your life is more prosperous. They take care of you patiently and love. You must find peace of mind and prepare yourself to welcome death. How to increase worship and draw closer to God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fate is again unlucky. Fortune drag. Health had disturbed too. If you are impatient then the trials of life will be even more painful. Therefore it is important for people your age to learn to be patient in dealing with something unpleasant."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "According to the book Primbon your fate is lucky again. In the age of almost a century, your fortune is really smooth like rain from the sky. Even though you can't work, there is only a path that is passed by fortune from God. In these very old times, use the time and opportunity to serve God."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "Your fate and fortune decreases when compared to previous years. Your age that has been a century you should use to get closer to God."
            }
        ]
    },
    {
        "weton": "Kliwon Tuesday",
        "naga-hari": "Naga Hari is in the EAST. If you want to succeed in various purposes, the direction to go is SOUTH, SOUTHEAST.",
        "jam-baik": "11.00-13.00 ; 15.00-18.00 ; 18.00-20.00 ; 23.00-01.00",
        "watak-kelahiran": "Those born on Kliwon Tuesday are known to be friendly. They are so good at expressing the right words in various situations so that other people are easy enough to like it or even quite easy to deceive if that's what they want! Strangely, they are also famous for being strong with a strong opinion, although their first impression might not show that. They can also be very critical of others at certain times. However, you do not need to be discouraged if it becomes the target of their sharp assessment: showing your mistakes may be only the way they help you become a more perfect person!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "At this age you have a decent fate. Because your fortune this year is good and it comes smoothly. Even though at that time you did not work alone, but God gave fortune through your parents. Your parents are very concerned about you so that all your desires and will be obedient."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is really lucky. Your fortune starts smoothly. The path that is passed by your fortune can be through various ways. Even though you are still not working or have not been able to make your own money, but God is just."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fortune starts to decline. Your fate also has a change. This age you have entered the age of teenagers. Your fortune is rather dragging. Even though you don't work, you feel this change and reality of life. If a few years ago most of the needs were met, but at this age it is not the case. The desire is just a desire. You are often disappointed. But you must be optimistic because a mediocre situation will make your mind more alive."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate has not changed. Your fortune remains smooth. At this age you leave adolescence and enter adulthood. Maturity of thinking can start to feel. If you don't go to school, maybe you've been working or married. Therefore racing in achieving success. The spirit of work, learning and achievement must be further improved so that fate will later become more successful."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate at this age is truly lucky. There are very striking changes compared to previous years. Your fortune is completely smooth. Compared to the years ago, it turns out that your life state is at the peak of glory. Your efforts always make profits. Many friends come to offer good services and help if you encounter difficulties. The necessities of life are almost all met. Desire for the sake of desire can be realized easily. Failure does exist, but not so meaningful."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate experiences changes. Fortune too. Perhaps because of the influence of age and round of life. In this age your fortune experiences a rather difficult crisis. But not so fatal. The decline in fortune is around more than ten percent. Therefore this change of fortune should not affect your soul and spirit. Continue to increase morale and be careful in every step. If your personality is fragile and your soul is soft, then you will continue to experience a decline in the problem of glory. Lazy habits will lead you to a poor life."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate is less fortunate. Your fortune is experiencing a crisis in this age. According to the book of Primbon, your fortune graphics have decreased at all. Perhaps in the past years you are less careful in running a business. Or because you are easily discouraged in dealing with difficulties and failures. Therefore, in these difficult times must spur enthusiasm and hard work so that fate will return well. Bad conditions like this only last for about six years."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate begins to change. Your fortune which in the past years was dragged, at this age there was a rather developmental, rather smooth. Despite a lot of failures, you can still overcome it. Continue to increase the spirit in trying and be careful in every step. First think about loss and profit, if you instill money for capital."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate continues to increase even though the changes are not striking. It seems just natural so that maybe you also don't feel the change. Compared to previous years your fate at this age is better. Be careful in controlling finances. Don't get used to wasteful life. The spirit of trying to be improved. If you are an employee then you should keep trying to pursue the peak of your career."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "At this age it seems that your life is less fortunate. Your fate is bad again. The fortune came dragged. Maybe because of the round of personal life of your ups and downs. But, no need to be anxious, there are many ways and opportunities to excite the business at this age. Rest assured that God is just. This unpleasant fate only lasts in six years."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "According to the book Primbon your fate at this age has changed. Although not so drastic but in this age you can feel it. Fine fortune. Diseases that disrupt health are somewhat reduced. You also feel there is calm. Tinggi serving to God."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "The situation of your fate does not change, remains like previous years. The fortune of God you receive is also still in a reasonable level. Good health. The problem of life is slightly reduced. Failure in life must be there, then you should be able to put the failure as something that contains wisdom. Why?Failure and trials of life are a test to practice patience."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Even though you can no longer work as hard as before, the Just God still provides you with fortune. At this age, you are blessed with luck. Your well-being is secure, and prosperity continues to flow. Perhaps your children are paying close attention to you in your old age. Be grateful to God by increasing your devotion."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fortune is beginning to show signs of decline. Fate is also not as favorable compared to previous years. However, this change does not significantly affect your life. Your health may be slightly disturbed, especially with heart issues and high blood pressure. Reduce foods high in cholesterol and avoid smoking."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "The state of fate remains like previous years. There is no change that means. If there was, it would be trivial. This situation lasted for twelve years. When you are nine -year -old age. there is another change. This situation is reasonable because of the fate and fortune there is a pair and recede."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fortune really goes up completely. Your fate is lucky because of the welfare of life you can feel at this old age. Even though you are no longer strong working, the fortune comes unexpectedly. Children and grandchildren are very concerned about your condition."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "Your fate and fortune in this age of a century experienced a decrease in almost enanmipulpuh Percent when compared to the previous years. Increase to serve God Almighty, because like that you just wait for his call."
            }
        ]
    },
    {
        "weton": "Legi Wednesday",
        "naga-hari": "Naga Hari is in the NORTHEAST. If you want to succeed in various purposes, the direction to go is NORTH, WEST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "You respect manners and hold fast to the philosophy of your life. Honesty is one of your priorities, so you hate injustice. You are very loyal to your beloved friends who are very many. You are admired by many people because of your wise words. So, what's the point of always wanting to interfere in other people's affairs?",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is less fortunate, in this age only a little fortune. Maybe because of the economic situation of your parents who are mediocre so that your fate is also affected. Unpleasant situation does not mean a bitterness. But behind that there is a very valuable wisdom. If you are accustomed to living frugally and concerned then later after your adult you will get used to it. Of course you will succeed in becoming an established person."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is lucky. More fortune than in previous years. This age is always happy. The problem of association, you are superior to peers. Most of the desires are granted. Needs are always met. Parents are very concerned about you. In addition, it is also possible because of the economic factor of your parents who are established."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "It seems that your fate has changed when compared to previous years. Your fortune has decreased by around ten percent. In this teenager, there are needs that can be fulfilled but there are some that are not met. Don't live in a luxurious lifestyle and get used to wasteful life. Teenagers should indeed be concerned to prepare themselves to welcome a brilliant future. If in your teenager, you will be disappointed later."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "This you enter the Years of Age Soul. But your fate is less pleasant. Your fortune at this age comes to drag. Your efforts to get many obstacles and lead to failure. Maybe because you are still learning to make a living (learning to live independently). If you find failure, you should not complain, don't despair. Look for the cause of that failure. Hard work is needed in this productive age."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate begins to show bright rays. The road To succeed began to open. Fortune is also rather smooth when compared to previous years. Although the changes are not too drastic, but at lEAST you have to be grateful. Because with a lot of grateful, God will add fortune for you. Obstacles and obstacles must be faced and overcome so that you can achieve success. Your fate will be more established if you face failure naturally and look for its causes. So that someday you will not repeat the actions that make it fail again."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Entering the age of thirty one year your fate seems to change again. When compared with previous years, your fortune has decreased by around ten percent. Income is also reduced. Therefore you must be careful in everything. Choose friends who can encourage your career. Don't get used to wasteful life. Business that requires a lot of capital should be postponed first. Don't oppose the danger by playing speculation."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Entering the age of thirty seven your fate began to change. Fortune is rather smooth when compared to previous years. The business that you pursue starts to crawl to a better position. You need to increase work and foster a career so that the road To succeed is more smooth. Indeed, that's a round of fate and fortune. You don't always struggle with the hole of bad luck. Once upon a time it will change, even though the change feels slow. Tenacity and patience at work are needed. Don't move work. This situation you should not hesitate to foster friends. Hang out with successful people. From them you can learn tips to achieve success."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate experiences changes again. Your fortune is under a normal life graph. That is, in this age your fate is less fortunate. Six years ago you were in luck. But now, maybe you feel the decline. Because entering the age of four ten years three years fortune began to drag. Failure often appears. The problem of life also could interfere with your calmness. Face it naturally and calmly. Because with a calm mind you will be able to find solutions to the problem or failure."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "According to the book of Primbon, when you reach the age of four, nine years, your fate has changed. There is an increase of about twenty five percent. Failure began to decrease. The problem of life is increasingly receding. There are already signs towards a good life. Therefore, take advantage of this opportunity as well as possible. Get used to life frugally and avoid wasteful habits. Relationships between families must be improved. Relationships between friends must continue to be raised. Hang out with successful people."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Entering fifty five years, your fate seems to continue to climb. You begin to feel fortune coming so smoothly. Everything you try to make a profit. Many people put trust in you. If this is the case you should maintain that trust, don't betray. The attitude is increasingly destroying your career. The family must always be maintained so that there is a harmonious bond."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "According to the book of Primbon, the course of your life at this age shows no significant changes. It remains similar to the previous years. This stage of old age should be used to increase your devotion to God. You need peace of mind. If your soul is at peace, your health will be good. Avoid smoking and consuming fatty foods. If you are retired, fill your life with meaningful activities."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "After the twelve years your fate is in luck, then entering the age of ten years your fate changes too. In this age your life is less fortunate. Fortune began to feel drag. Your welfare is not as good as in previous years. Business that requires a lot of capital should be suspended first. You have to foster a harmonious relationship with relatives, children who are married and close neighbors."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fortune has not revealed an increase. Also haven't reached as you wish. But you don't need to worry because the bad situation you feel only lasts a few years. After that you will get the happiness of life. Try not to smoke. Adequate rest and don't think too much about property. If you are an entrepreneur, your business sector should have been handed over to children or other people that you can trust."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "After during the twelve years you feel the bitterness of life, at this age you find a brightness. Your fate is lucky again. The fortune came smoothly. The welfare of life seems better. Your children may give full attention. The problem of life you almost never met. In this old age you do not work much or even inactive at all, but fortune comes unexpectedly. You should be grateful to God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "According to Primbon predictions, the state of your fate at this age has changed. There is a decrease of around ten percent when compared to previous years. Maybe the change you could feel. But don't reality that you face makes the soul uneasy. Look for peace of life by drawing closer to God. Property for you in old age is not so main."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fate is really unpleasant. Your life welfare seems worse when compared to previous years. Health decreases. You are indeed trained to be patient in this old age."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "Your welfare is rather good when compared to previous years, fortune is also smooth. Health is rather good even though you are sick. Children and grandchildren are very concerned about you."
            }
        ]
    },
    {
        "weton": "Pahing Thursday",
        "naga-hari": "Naga Hari is in the NORTHEAST. If you want to succeed in various purposes, the direction to go is NORTH, SOUTH, WEST, EAST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "You have big ideals accompanied by a spirit of steel to make it happen. You are always on standby looking for opportunities to advance your interests. But that is not only for you;You also really care about your family and are always ready to help relatives who need protection or parenting. Even so, you may need to maintain a tendency to always draw conclusions without knowing the complete facts. Specifically in your association, an impulse to argue without first regulating thoughts and words might be able to make others feel unappreciated. Your delivery method is very influential here.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is mediocre. That is, in this childhood your fortune comes natural. The economic situation of your parents is also not too good, it also does not mean bad. As a child, you are still noticed by parents. Of course the fulfillment of needs is adjusted to the economic condition of the family."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "The state of your fate at this age also has not changed. Still the same as in the years before. In a friend's association, you are a child who is not so prominent and is also not so sad. You are accepted in association."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Entering the age of thirteen, your circumstances are concerning. Your fortune is less favorable, and life is more difficult compared to previous years. Perhaps your parents' economic situation plays a significant role. In these modest conditions, you should be understanding. Do not demand too much from your parents to fulfill your desires. You should measure how much your parents are capable of meeting your needs. Associate with friends of similar standing. Do not compare yourself to others, especially the children of wealthy families."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Life is indeed unique. A person's fate is always changing. The state of life and the course of fortune too. When you enter the age of nine -day, your fate turns out to be very pleasant. According to Primbon, luck is in your hands. Your fortune is smooth. All desires can be realized easily. The problem of life is almost non -existent. You rarely feel disappointment. Everything you do is always successful with success. But you must be able to control yourself in this moment of victory. Don't get used to spending waste and spree. Choose a good and wise friend. Because good friends will warn and want to prevent yourself when doing a despicable act."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Humans can never be separated from failure. If you fail then face that reality with a cool head, then look for the cause of the failure so that in the future it will not be repeated. But if you avoid failure, then failure will be repeated. It seems that at this age you have enormous ambitions so that everything you are sure will succeed. Unfortunately you are less careful in making decisions so you make failure. According to the book of Primbon, your fate at this age is less fortunate. It can even be said that your fortune is very dragging, and life is alarming. Be careful in every step and deed. Businesses that require large capital should be suspended."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Entering the age of thirty one year your fate experiences a slight change. Your fortune starts flowing even though it is not smooth. At lEAST your life is better compared to previous years. You increase about twenty five percent. The road to a more established direction begins to open. This depends on you, if you are good at taking advantage of the opportunity, your fortune trip is smooth. But if you waste it by just lazing around, then forever you struggle on the unpleasant fate."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "God always loves His people. It seems that at this age you are still tested. So that your life is still as in previous years. This does not mean God does not love you, instead He gives a test in the form of a mediocre life will make you personally tougher. The extent to which the limit of your patience receives the exam. If you are able to deal with it well, then later you will find fun. Therefore, when the economy is difficult you should not despair or complain. Continue to fight, work hard full optimism. Of course you must always take care of your attitude so that you don't fail."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Entering the age of four ten years, it turns out that your fate has experienced a drastic change. Your life changes one hundred percent better than previous years. There is an opportunity to change a more established life. It's just whether you are able to take advantage of that opportunity. If you just leave it, then your life does not change. But if at this age you work hard with high enthusiasm, optimistic, be careful in carrying out tasks, making decisions well, and establishing relationships with successful people, then in the years you will achieve luck."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Entering the age of four tenth nine, your fate is really lucky. The state of life is all-off and excessive income is because you really want to work hard and not careless in carrying out something. Saving life habits may also be one of the driving factors in achieving success. At this age everything you do always goes well. If you open a business and then you take it seriously, then the business will be successful."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Menting the book Primbon, your fate at this age is less pleasant. When compared with previous years, it turns out your fortune at this age is really at a sad level. Your life state is completely mediocre. Income is only enough to eat daily. You often meet failure. Because you cannot overcome it, your fate is getting worse. Therefore, in this age a caution is needed in acting."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Besides destiny, one's fate is also influenced by how they pursue their career. If a person is lacking in motivation and lazy, they will not achieve happiness in life. Fortune and prosperity will seem to distance themselves from them. Likewise, if you face failure with patience and continue to work hard with unwavering determination, your fate at this age will improve. At the very lEAST, compared to previous years, your fortune will start to flow more smoothly. There will be an improvement of around fifty percent. Such is the cycle of life, rising and falling like the tides of the sea."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "The state of your life at this age is increasing. Your fortune is smoother when compared to previous years. There is an increase of about twenty five percent. The welfare of your life in old age is also pretty good. Even though you are no longer active in trying, fortune comes unexpectedly. Take care of your health condition as well as possible. Reduce smoking or leave altogether. If your relationship with your children who are married or with the family feels far away, it may start to crack, then as soon as possible repaired. Connecting the kinship will be able to affect the peace of your soul in this old age."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "People who are already in the age of seven means that they can be considered old. This old age turns out to be your health in good condition. Fortune is also smooth. You are really lucky. Therefore, take advantage of your luck and glory (for example your property), to be set aside in part and handled for those who are less able. Increase your worship to draw closer to God."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your life state is still the same as in previous years. Welfare has not changed. Fortune is still smooth. It's just that health is increasingly going down. Problems in the family, relationships with children and grandchildren seem to be fine."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Entering the age of eighty -five years, your fate has changed. Your fortune is not smooth. The welfare of life is also reduced when compared to previous years. Health decreases. Memory is reduced."
            }
        ]
    },
    {
        "weton": "Pon Friday",
        "naga-hari": "Naga Hari is NORTHWEST. If you want to succeed in various purposes, the direction to go is SOUTH, WEST, EAST.",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "According to Javanese belief, people born on Pon Friday need to hang out a lot with various types of people. That said, they are calm, serious and wise in speaking. They are the type of social spirit, pure and honest and easily sympathetic to those who are oppressed. They easily adapt to the people around them and can adjust to various situations such as a chameleon. However, this advantage can also be their biggest weakness, because if not accompanied by strong self -confidence they can be easily influenced by the opinions and bad habits of others.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "It seems that in childhood, you have a fortune and fate that is so good. You are among the lucky children because your parents' economic situation is quite established. Often your request is obeyed by parents. Needs and desires are met."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Over the age of seven years, your fate is less fortunate when compared to previous years. Fortune is rather dragging. Not all of the desires are achieved. Your parents also don't always obey your request. You have to be concerned, because maybe the economic conditions of your parents are less well established."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Adolescence must indeed be filled with a life full of rah-rah. All teenagers crave happiness. All desires must be fulfilled. But not all teenagers like that. Not all your desires are granted. You are often disappointed in this age because your parents' economy is mediocre. Don't hang out with children who often spree. Life is concerned when a teenager will make you able to think mature."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Entering the age of nineteen, your fate truly changes. Your fortune increases drastically, and your life becomes significantly different from previous years. If you are not yet employed, during this period, you will find a job that meets your desires. If you are already working in a self-employed business, your line of work will consistently bring profits. These years mark the peak of your success."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Fortune does have a receding. This age your luck is reduced by about fifty percent when compared to previous years. Maybe when you are not careful in using money. It could be that you are accustomed to living wasteful and spree. Therefore at this age you should tighten the belt. Spirit must always be surging. Don't be discouraged in dealing with failure. The life problem that is difficult to solve should be discussed with more wise people."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "However, your fortune will gradually decline. Your luck worsens over time, and your life becomes more difficult compared to previous years. You must be able to self-reflect. Think and search for the cause of the economic decline within your family. Business ventures requiring large capital should be postponed for now."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Those who experience failure but remain resilient and learn from it will eventually succeed. During tough times, you may overcome all obstacles and failures, so as you enter the age of thirty-seven, your fate improves. There is around a fifty percent improvement compared to previous years. It seems that there is a chance to achieve success, and the path to good fortune begins to open. You must manage your time wisely and not let opportunities pass you by."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fate and luck are getting closer to the closer. At this age your fortune is smooth. The failure that used to come in a row, is now diminishing. People salute to see your success. Your career is uphill. The necessities of life are met. All desires can be realized easily. The business you do always brings satisfactory results. This age you really are at the peak of glory."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Entering the age of four, nine of your fate and luck is reduced. Your fortune is rather dragging when compared to previous years. Maybe when you are prosperous and well off, often indulgence in desire. You are accustomed to living spree and not thinking about 'the future. As a result, at this age the economy declined."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the book of Primbon, your fate at this age is predicted to be less fortunate. Your income comes slowly, and you face many challenges and obstacles. The business you have been working on often encounters failure. If you are too careless, you may also be deceived by others. Therefore, as you approach the age of fifty-five, you must be cautious in all matters."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "The state of the economic crisis in your life does not last long. It is estimated that in the age of one year there is a development for a better direction. Your fortune is smooth when compared to previous years. Failure began to decrease. The trials of life and obstacles slowly vanished."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your life state from year to year continues to climb. There is always a change for a better direction. It's just that the change is little by little. If you are less grateful, then you don't feel that change. At lEAST in this old age your welfare is rather guaranteed. You need to increase piety to God, a lot of grateful for his gift and closer to him. Because worship will calm your soul at this old age."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Predicted at this age you are truly at the peak of glory. Your fortune is smooth even though you may no longer be active in business activities. If you are a retirement, then the money from retirement becomes enough to cover daily needs, even excessive."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your luck decreases by around fifty percent compared to previous years. Your health also declines. You often experience joint pain or bone aches. It is recommended that you avoid bathing at night. Also, avoid smoking to prevent heart disease."
            }
        ]
    },
    {
        "weton": "Wage Saturday",
        "naga-hari": "Error: the JSON object must be str, bytes or bytearray, not NoneType",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "If you are born on Saturday Wage, then you will be firm in the establishment and it is very easy to get ridiculous if the plan does not go according to your wishes. Perhaps you will be more or less struggling with problems around trust and belonging, because it is said that you are rather jealous. Even so, you are very loyal and generous to the people you like. In addition, you have a big talent in managing your household to keep it running quietly. You really like luxury and really appreciate high quality items.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is lucky, fortune is rather decent. In this childhood you have not been able to make a living yourself but your needs are always met by parents. The economy of parents at that time was established. Although your parents are not rich, but at lEAST your needs are highly considered."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate and luck began to decline. Maybe your parents' economy has declined or there is a change in ways to educate you to live frugally. As a result there are some of your wishes that are not fulfilled. There is a little disappointment in the heart, but not so meaningful."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "It seems that your fate is still unlucky. Many desires are just desires. The needs are mediocre. You are often disappointed because you see other children get facilities that are fulfilled from their parents. It seems that this age you have to live concerned so that one day you will become a tough person and accustomed to living. With a mediocre situation, you will become a teenager who can think creatively and independently."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate experiences changes, your life in this age is truly lucky when compared to previous years. If at that time you were already working then your work was established and your business was smooth. If you are an employee, maybe you will get a decent position. Income can meet daily needs."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your success is beginning to decline, and your fortune at this age is somewhat stagnant compared to previous years. However, this change might not be very noticeable, depending on your lifestyle. If you are used to living frugally, the impact will be minimal. Therefore, you must be wise in managing your finances. Problems may arise occasionally, but they are still manageable, and failures are not too severe."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is truly unlucky. You will feel it because fortune seems drag. Enough income for daily needs. Reduce expenses for things that are less useful. Be careful using money because if you are wasteful, then you will feel more suffering. But don't despair. The spirit you still have to go out to achieve greater success in the following years."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your once concerning situation is gradually improving. Continue your efforts, but proceed with caution. Choose trustworthy partners in your endeavors. Make it a habit to live frugally, and success will return to you in the future. For now, postpone any ventures requiring significant capital and set aside part of your income for savings."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "It seems that your luck is slowly improving. You feel better off compared to previous years. Your fortune flows smoothly, and the path To succeed is becoming clearer. The key is to remain cautious in your social interactions. Choose honest and trustworthy people. Be careful of slander that could harm your career."
            },
            {
                "range-usia": "49 - 55 Years of Age",
                "nasib": "Your fate has decreased again. Fortune starts to be rather dragging, but can still be overcome. Failure suddenly appeared. Because it requires a careful calculation before you decide something. Family problems can interfere with calm if you face emotionally. You need to be careful and live concerned."
            },
            {
                "range-usia": "56 - 60 Years of Age",
                "nasib": "According to the Book of Primbon, your fate at this age is really unlucky. But no need to worry, because this is only a prediction. The important thing is you must be careful in every act. If you are careless then you will find a big problem. Also be careful of friends who pretend to help you. It could be that he is only looking for a profit from you. Don't expect too much about something that is not yet clear. Don't trust promises."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate is starting to change. In your old age, you can breathe easier as your fortune begins to flow more smoothly. Health issues occasionally arise, but they are not too serious. The most common ailment is high blood pressure. Avoid smoking, as it is not good for your health, and reduce your intake of fatty foods. Although you may still feel a sense of lack at this age, do not give in to desires. Old age should bring peace of mind, and you should pray more often. You must be patient and grateful."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate continues to increase for a better direction. The health of the body begins to feel uyaman and rarely sick. You may be no longer active in making a living, but it could be that children are very concerned about you. Don't think too much. Calm your soul so that health is maintained."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate at this age is truly lucky. Your fortune is smooth like running water. There is only a path that is passed by the fortune. Perhaps because children are very fond and pay attention to the condition of you who are close to this death."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate is beginning to decline, but it is not very significant. Your fortune has slightly diminished compared to previous years. Financial problems are no longer a major concern, as you no longer desire material wealth. The most important things now are your health and peace of mind."
            }
        ]
    },
    {
        "weton": "Kliwon Sunday",
        "naga-hari": "Naga Hari is NORTHWEST. If you want to succeed in various purposes, the direction that must be addressed is the WEST.",
        "jam-baik": "08.00-11.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 01.00-03.00",
        "watak-kelahiran": "One more quiet type with strict establishment and strong will. You are very good at making people always guess your true feelings. You are actually quite sensitive, but don't expect others to believe it when you hear you collide. You are good at socializing, being good at talking, and have great political talent. With these advantages, not surprisingly the types like you often reach high positions!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Starting at birth to the age of six years, you have good fortune also belong to you even though at that age it still does not understand what life means. Good fortune and fortune solely because of the influence of the economy of parents. All your needs in childhood are often met."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate and luck at this age experienced a slight decline, but not drastically. When compared with the previous age, which is under six years, then this age is rather concerned. Perhaps the influence of the parent's economy too. Or arguably, parents educate life frugally. Therefore, your desires are not always granted by parents."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Entering the age of thirteen you really live in concern. Your fate is worse than the age of nine or ten years. Many desires that cannot be achieved. The main needs are sometimes only illustrated in the shadow. But the concern of life at this age is a very valuable education. You will be trained and become a formidable person. That way in the next age your fate will be better."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "The wheel of life indeed turns. You won't always be in a state of hardship. After passing the age of eighteen, you will find that your fate improves. If you are still in school, everything will go successfully, and many friends will like you. If you are already working, your career will rise. Many of your desires will be easily achieved, and your living needs will no longer be a concern."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "It seems that good fortune remains with you. God continues to provide abundant blessings. You will find it easy to earn money, and the problems that arise wont significantly disturb you. Major issues are almost non-existent. In this fortunate situation, be careful not to lose touch with reality. Give a portion of your wealth for good causes."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Life is like a paper boat in Samodera. Sometimes it is above the waves, and one time is at the bottom wave. Luck is not always in your hands. Entering the age of thirty seven years your fate has a slight change. There is a decline. But no need to worry, everything can still be overcome because your fortune is not too severe. Even though you are less fortunate, it doesn't mean you have a dead end. Every problem can be solved as long as you are serious. Therefore increasing creativity at work is very necessary."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "The more years it turns out that your fate is increasingly unpleasant. Luck does not seem to be always in your hands. At this age you must be careful and live frugally. According to Primbon predictions, your fate at the age of 37 to 42 is in the most unpleasant graphics. But don't be discouraged. Difficult problems can be solved as long as you want to work and pray. The matter of fortune is only mediocre. Even so you have to be grateful because your family can still eat."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "If you work actively and tirelessly then in this age you will succeed. Life problems before the age of 42 years will be treated easily. In accordance with the notes in the book Primbon that in these years you are at the peak of success. Your plan will be easily realized. Obstacles and failures are almost non -existent. If you have a family and have children, your children are very happy. But you should not fall asleep with a state of life like this. Because after all the fate will continue to change. Take advantage of wealth for good. Giving love is an attitude that must be accustomed to daily life."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "However, your luck and fortune will slightly decrease. Your earnings will not be as significant as before. At this age, you will face some obstacles. Be cautious, as problems in life can sometimes appear unexpectedly. It is important to tighten your belt and live frugally. Pay attention to your health. Avoid fatty foods, chicken innards, alcohol, and smoking. You need plenty of rest to avoid stress. Increase your religious devotion according to your beliefs."
            },
            {
                "range-usia": "55 - 69 Years of Age",
                "nasib": "Your life is in a crisis state. Luck that in the previous period had declined now in the loWEST graph. If you are a businessman then your business is really paralyzed. Be careful. Don't believe too much about business friends who promise something. Sometimes the promise is just a promise. The important thing is to take advantage of the property that you still have well. Be thankful to God because by being grateful you will avoid more severe problems. Keep your health and avoid foods that cause disease at this age."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "It seems cloudy is not always black. That's the fate of humans. It seems that your fate in old age has changed for a better direction. Family income that was originally dragged, starting at the age of 67 gradually. It might also be caused because children are married and their economy is smooth. Then you also follow the good of the fortune too. You should be grateful."
            }
        ]
    },
    {
        "weton": "Legi Monday",
        "naga-hari": "Naga Hari is in the SOUTHWEST. If you want to succeed in various purposes, the direction to go is NORTH, SOUTH, WEST, EAST.",
        "jam-baik": "08.00-11.00 ; 15.00-18.00 ; 18.00-20.00 ; 01.00-03.00",
        "watak-kelahiran": "This group likes to tour and see the world, whether physically or intellectually. They also like to argue. However, they are not antagonistic;These circles are actually too polite even to dream of hurting the feelings of others. It is said they are also very generous. Apparently, they have a brilliant personality. . . If only they wanted to stop interfering in other people's affairs!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is classified as good. Your fortune at this age is very smooth. Maybe parents really spoil you so that the needs and desires are fulfilled. Compared to other children the same age, you seem more attention."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "In this childhood your fate is still lucky. It could be that parents' economy is smooth or established so that your life as a child is guaranteed. Parents seem to want to please you so you don't miss your peers. You rarely experience disappointment. Your friends are also a lot of your friends."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "At this age you enter adolescence. If you still have advanced parents then you might still be in school. Your obligation is to learn and help parents at home. So all your needs depend on the economic conditions of your parents. When this age your fate and luck are really bad. It could be that parents pay less attention to you or because your needs are limited. And if you are working at this age, then your work often fails to fail. No need to worry and don't despair. The important thing is to run your routine in earning a living."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "At the age of 19-24 you are considered to be in adulthood, it seems that at this age your fate is also less fortunate. Most of your desires cannot be answered because they are hampered by finance. You also often fail in carrying out plans. Romance often arises problems, especially misunderstanding of the people you love. If you are still unemployed, then you feel how difficult it is to find a job. But don't be discouraged, try to never give up. One time luck will be with you."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "According to the book Primbon your fate at this age is classified as good. You are lucky because. The fortune came rather smoothly. If you are an entrepreneur then your efforts are always successful. Even bring profits. Compared to previous years, your life is now very fun. Fortune comes without obstacles. Failure is almost non -existent. The problems that used to often appear are now also reduced. This is the wheel of life, sometimes you are at the peak of glory but once when your fate is down in concern. Therefore in this situation you must be able to use your property for social activities."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate at this age is in a very concerning state. Your fortune is encountering obstacles, making it feel like its coming slowly. Although the change is not very noticeable, you can already feel it. Any business that requires large capital should be postponed. Do not easily accept promises from others that seem pleasing, as those promises may not necessarily be fulfilled."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "According to the Book of Primbon, at this age your fate is in luck. Your fortune is smooth. Every business you do with a lot of results and benefits. Failure does exist but it is trivial and does not interfere with life. Many friends and relationships that put trust in you. If so, you should try to maintain that trust. If you are an employee then at this age your career is very uphill. If you are a farmer then your rice fields and fields flourish and the harvest will be yours. You need to realize the glory that you feel comes from God. Therefore you must be willing to set aside some assets for the sake of God, for example increasing charity and social activities. Avoid the nature of envy and miser."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Your fortune is experiencing difficult times. Your fate at this age seems to be less fortunate. This bad state of life is caused by various problems, including you are somewhat careless in making decisions. Failure often appears and you can rarely overcome it. Try in these difficult times you can manage the economic wheels of the family. Avoid greater expenses than income. Don't live wasteful. Because it will increase difficulties in your life at this age."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fortune at this age has changed to a better direction compared to previous years. There is an increase even though it is not so drastic. This change you can feel when you enter the age of 49 years. The obstacles that had previously been prevented in pursuing a career were now somewhat reduced. Failure is also not very meaningful. The important thing is you must remain enthusiastic and be careful in acting. Do not be too brave to make decisions in business matters that require large capital."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "It seems that your fate continues to climb for a better direction. Even according to Primbon, at this age you are at the peak of luck. Everything you plan can be implemented easily, which will eventually work. Business that has increased in previous years, has now increased. Your career is really at the most fun level. Hard work and enthusiasm in self must continue to be driven and reminded. But you must be able to set the time. Do not pour out your mind and energy completely at work. Take time for the benefit of family life and society."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate does not change. Your fortune is still like previous years. Your life is classified as adequate. You are very lucky because when other people at this age experience a decline, your career becomes established. At this age you really feel how much your life is completely off. You must be able to hold back, that is, satisfied with the gift from God you have received. Don't be greedy and want something more. If you obey the passions then you are never satisfied with what you are receiving right now. Take advantage of this good opportunity for activities that help those who are lacking. Don't boast because your wealth is abundant. Take a relationship with family and family, especially to close neighbors."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "According to the book of Primbon, your fate is predicted to decline. The form of change is a state of declining income. This is understandable, because maybe you at this age are no longer active in pursuing a career. Even if you have a business field, it is possible that you only need to monitor. While your business field is controlled by others or people who become your trust. This fact makes your luck drop dramatically. But no need to worry. In the old age that is more important for you is to prepare yourself to face God, because maybe soon you will die."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fate has not changed. You still have to live in a mediocre state. In dealing with this you don't need to be upset. In your old age you don't really need property, but health and peace of mind. Therefore you do not need to worry about the reality. Because if you panic and your soul is weak, then it means you are hit by a worse suffering."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate at this age experiences a very rapid change. You are really lucky to enjoy this old age. The state of life is very different from the years not. You must be grateful to God because your children have an established economy and are very concerned about you. Fortune comes unexpectedly even though you are no longer strong working. Increase your faith in God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fortune has decreased but not so striking. Your old age of you may not really question income. What's important is peace of mind. Even though fortune is mediocre but the soul and mind are calm then you will get their own happiness."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fortune has returned to flowing smoothly. As you near one hundred years of age, your fate is truly favorable. If your health remains good, then life in your old age will be very enjoyable. In this state of abundant fortune, you should make the most of it by drawing closer to God."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "You're already in the same year of age. Rarely people aged up to hundreds of years. This very old age may no longer need to think about wealth. Nevertheless according to 'this prediction your fate is really out of luck. Your fortune is very dragging."
            }
        ]
    },
    {
        "weton": "Pahing Tuesday",
        "naga-hari": "Error: the JSON object must be str, bytes or bytearray, not NoneType",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "People born on Pahing Tuesday are said to be relaxed and can accept others. They are skilled with their hands, like to help, and want to sacrifice a lot for those they care about. But don't ask about the people who make them angry! Pahing Tuesday has the worst reputation in terms of revenge in a blind manner. Although they tend to be lucky enough, they must learn to control a personal thirst that might make them rather greedy. Then in the future they can live quietly and happily, surrounded by many good and interesting friends.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "At this age your fate is less fortunate. Fortune is not smooth. Your needs are often not met. Desire is also often not granted. Maybe in this childhood your parents are in a mediocre state."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is an increase. Fortune is rather smooth this year you get the attention of parents. Some of the desires he obeyed. Your needs are met but only in part. With peers and a game, you are among the children they like. That is, you are accepted in association."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your luck is somewhat reduced when compared to previous years. Your fortune starts to drag. Even so you might not feel this change. Because maybe you are still in school (not working). The fortune that comes is passed through parents. However, sometimes you feel disappointed with parents because of the desire not to be granted. The problem of romance, you were once disappointed because you were rejected by the person you love."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Entering the age of nineteen years, your psychiatric and thinking began to stabilize. According to psychology, you are starting to adulthood. At this age you begin to find your identity and the direction of your life goals. Ideals and future have been pioneered. However, your luck is still far away because your fate at this age is not fun. Many obstacles you have to face. Therefore if you are not able to overcome the obstacles that exist, then failure will emerge. Don't be discouraged, continue hard work and study diligently. Chase your ideals and desires patiently and resignation. Make that failure as an experience so that one day it will not be repeated."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Entering the age of twenty-five years your fate begins to show good signs. This situation might be due to the influence of your enthusiasm in the previous age. An optimistic attitude in facing the future and ready to welcome the challenges of life will lead you to the path of success. Therefore at this age you have to really work hard. Adjust your life as much as possible so you can set aside some of the income to save. Don't get used to living wasteful. Your fortune is rather smooth. Some needs are met. Many ways and ways you can do to make a living."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "After six years you begin to feel the fortune smoothly, but entering the age of thirty one year your fate is declining again. Even the situation is really alarming. You are forced to tighten the belt because income is only enough to cover your daily needs. In difficult circumstances you should be careful. Don't be in a hurry to decide something without thinking about everything. Businesses that require large capital should be suspended. Friends in relationships who tend to damage need to be avoided. Get along with people who have been successful, then you will be successful too."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Fate and fortune are not always below. The situation can go up and down. In thirty age of seven years your life shows improvement when compared to previous years. That is the ups and downs of fate and fortune according to the prediction of the book Primbon. Forecasts do not always have to be true, sometimes off too. Therefore, when you are in the glory you should remember again the difficult times that you have experienced in the past years. Thus you remain careful in using money."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to the forecast of your fate when you enter the age of four ten years and three years of disadvantage. The fortune comes very difficult. Income is arguably mediocre. Usually failure is difficult to stop. Therefore you must correct yourself, why until it happens. Maybe because you are too brave to spend capital. Maybe also because you or your family are accustomed to living wasteful and spree. Such things must be converted into positive habits. Reduce expenses for something that is less useful."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Fate is not always unfavorable. If you maintain self-discipline, work hard, are diligent, show loyalty to your superiors, socialize well, and so on, by the age of forty-nine, your fate will improve. As a result of your optimistic attitude in facing failure, your fortune begins to flow smoothly again. The difficult times will pass, replaced by more pleasant circumstances. When the path To succeed begins to open, you must make the most of it. The key is to find opportunities that will lead you to success."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "The development of your fate continues to increase in a better direction. There is a increase of several percent when compared to previous years. Your fortune at this age is really smooth. There are only ways to arrive fortune. This age you get more luck than failure. The problem of life is barely occurred. Maybe because you work hard and never give up in the face of failure a few years ago. Usually people who work hard and never give up often achieve success with a brilliant."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate does not change, stay in luck. Fortune seems to be smooth. Efforts rarely encounter obstacles or obstacles. Failure in business does exist, but not so influential. The necessities of life can be fulfilled without any problems. desire for the sake of desire to be achieved. At a time like this you should still remember God because he was the one who gave a gift in the form of fortune. Be thankful and a lot of charity to the destitute people. Don't be arrogant because that attitude will destroy your career and success."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate began to change after twelve years of glory. Now the fortune is not so smooth. Obstacles and obstacles you begin to feel. If you are an entrepreneur then you must be careful not to spend large capital for your business. It's better to survive than adding to the new business field. If you are an employee, then work good so that your career does not fall. It is likely that someone else is fabricating so that you are eliminated and descended from your position."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Your fortune has not yet increased and has not reached hope. Indeed, the ups and downs of fortune in the wheels of life. If you are lucky, you should not forget yourself, don't waste and stay careful in controlling money. Under these circumstances, in this crisis. You should remain concerned but not despair."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "It seems that your fate underwent a change after twelve years swallowing the bitterness of life. Your fortune starts smoothly, even up one hundred percent. Welfare of life is guaranteed. Your children are very concerned about you in this old age."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Your fortune experiences another shift. Your earnings drop by nearly sixty percent. You can feel this change because a few years ago, your fortune was flowing smoothly. At this older age, it is best to seek peace of mind and not worry about the challenges of life."
            }
        ]
    },
    {
        "weton": "Pon Wednesday",
        "naga-hari": "Naga Hari is in the SOUTHWEST. If you want to succeed in various purposes, the direction to go is NORTH.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "Basically, you are a type of lucky, because you always plan your actions carefully, open to new opportunities, and not easily discouraged. You also have some social skills, so as to no matter how bad your face is, most likely you are easy to get along with others! The bad side, you love showing off. Maybe you are just thirsty for attention when you are a child, so now you feel you have to amaze everyone with your intelligence or wealth. Be yourself and others will like you as you are. It would be better if you try not to blame others who accidentally hurt your feelings.",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is generally good. Your fortune during childhood is also favorable. Many of your desires are often fulfilled by your parents. Your needs are not a concern, and you rarely experience disappointment. Your parents truly pay close attention to you."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is less fortunate. Your fortune is dragging, even though you don't work. Many needs that are not considered by your parents, maybe the economic conditions of your parents are not so good. Compared to your friends, then you often feel disappointed. You feel other children are more fortunate than your fate."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fortune improves compared to previous years, but hard work and continued achievement are still necessary. You should build relationships with successful people, as you can learn from them. Avoid indulging in frivolous and destructive social activities that could harm your future."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Entering the age of nineteen years your fate is in luck. Teenage problems are almost non -existent. Although failure appears but its temporary and not meaningful nature. Relationships with friends are very exciting. About romance, runs smoothly. You find the lover you crave. Fine fortune. If you start working it will feel how much your job is fun. Maintain your career. Be honest with every step and speech. Do not be arrogant. Don't get used to living wasteful."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate and fortune remains as in previous years. Everything is smooth. You are in a happy life. All plans if you carry out it will succeed. In this situation you should be able to use it well. Don't get used to living wasteful. You should set aside some to save."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate at this age seems to be less fortunate. Your fortune is in a crisis state. You should be careful in everything. Do not easily believe in promises that do not fit do not hang out with people who are accustomed to being hungry. Association indeed determines and affects your lifestyle. Therefore, hanging out with successful people will help you in achieving a more decent life."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Entering thirty years you feel that fortune is smooth. Your efforts are always successful and make profits. Your career is uphill. Fatal failure you never encountered at this age. Family problems can be overcome easily. Relationships with people with people are also fun. They put trust in you. Therefore you should protect yourself and maintain that trust. Hard work is still carried out. The spirit to move forward not to recede. Be careful in controlling finances. Avoid wasteful habits."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "You must be grateful to God because He still gives gifts in the form of a smooth fortune to you. It turns out that at this age of luck is still with you. Take advantage of your wealth or your income for something useful. Don't be stingy, but learn to love giving alms. Don't boast because your career is uphill. Remember all of that solely because of God's mercy. If you do bad, it could be that in a moment of luck will disappear from yourself."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate is entering the age of four, this nine has decreased. When compared with previous years, the changes are almost fifty percent. You must correct yourself. Maybe there is an wrong action. You can also be less careful in deciding problems. Something that has failed must be changed. Turn the direction if necessary. Don't play with gambling. End the habits of wasteful and spree."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the prediction in the book of primbon people who are fighting on Pon Wednesday will suffer good fortune when entering fifty five years. In previous years you felt there was somewhat decreased in the business or income field, but now there is a change for a better direction."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "If in previous years your life is not bad, but at this age you are truly disadvantaged. Fortune seems very difficult to get. Body health decreases. The welfare of life is mediocre. Maybe your children are married and far from your place so that your needs in old age are less attention."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "The wheel of life never stops spinning along with the change of human fate. At this age your fate returns well when compared to previous years. Your life is more prosperous. Your soul is calmer. It's just that health continues to decline. You should stop smoking and avoid foods that can cause disease disorders. Increase your worship to draw closer to God."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "The situation six years ago has now changed for the better. Your welfare is more guaranteed. Fortune comes smoothly even though you are no longer strong at this age. Your children or grandchildren are very concerned about your condition. You rarely encounter problems in a family."
            },
            {
                "range-usia": "79 - 90 Years of Age",
                "nasib": "Your fate has decreased. Reduced by about fifty percent when compared to previous years. Your health continues to decline. Accept the reality that is happy. Because the pleasure of heart will affect everything in this old age."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "According to the Book of Primbon, you at this age suffer a very bad fate. Maybe your health is alarming. It could also be dragged fortune, or because you exaggerate problems that are actually not too principle. It could be that you stay away from God and are lazy to worship."
            },
            {
                "range-usia": "97 - 102 Years of Age",
                "nasib": "Your life welfare is better compared to previous years. You should be grateful for being given a long life. It's just that there are some organs of your body that cannot function properly."
            }
        ]
    },
    {
        "weton": "Wage Thursday",
        "naga-hari": "Naga Hari is located in the NORTHEAST. To succeed in various matters, the directions to head toward are NORTH, SOUTH, and EAST.",
        "jam-baik": "06.00-08.00 ; 13.00-15.00 ; 15.00-18.00 ; 18.00-20.00 ; 20.00-23.00 ; 03.00-06.00",
        "watak-kelahiran": "People born on Wage Thursday usually have sky-high ideals. Of course, sometimes their hopes are too high, but they also hold on to the rules and can be quite careful in realizing their goals so that they are often achieved. These circles may be smart, but they are often fixated on their path and usually do not appreciate suggestions they don't want. Even so, they can be quite charming with others with their politeness and tend to look good in relationships. They may not like to show their true feelings, but they are easily persuaded with seduction of a few sweet words and they must start to exercise!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is less fortunate. In your fortune you are not smooth. Maybe because of the mediocre economic situation of parents, so that your fate is also affected. But such a situation only lasted a few periods of time. After leaving the age of six your fate has changed."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "There is a change when you enter the age of seven years. Your fortune is smooth. The state of your parents' lives has also increased. Your fate at this age is lucky compared to previous years. Parents are very concerned about your needs. Often your request is obeyed."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "It seems your fate has changed compared to previous years. Your fortune and luck have decreased by about sixty percent. In this teenage phase, some of your needs may not be met, and most of your desires remain unfulfilled. Therefore, you must learn to live frugally and modestly. Avoid socializing with wealthy friends, and do not get used to living extravagantly or wastefully."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "Your fate is lacking in menu. This age you enter the maturity of the soul. You are in the transitional stage. You should want everything, fulfilled. But that desire is only a desire because according to the prediction of your fate is disadvantaged. Worse when compared to previous years. Your fortune is difficult to come. The efforts you pursue often fail. The necessities of life cannot be pressed. Therefore be careful in playing finances. Get used to life frugally. Don't buy something that is less useful. Do not spend large capital to start a business."
            },
            {
                "range-usia": "25 - 30 Years of Age",
                "nasib": "Your fate is entering the twenty -five years of age, it seems to have changed. Your fortune is smooth. But not too much than you expect. But at lEAST it's still better compared to previous years. There are obstacles in carrying out a plan. If you can overcome these obstacles, then in the future you will succeed."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "According to the Book of Primbon, your fate is entering the age of thirty one year seems to be less fortunate. Many obstacles you encounter. In this age it is necessary to be careful and careful calculations in starting a job (business). Business that requires large capital should be suspended first. In dealing with the reality of life that is less pleasant you should remain optimistic. Working hard and not knowing hopeless will take you out of the circle of life's concern at this age."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "When you turn three years of age, your fate has a slight change. Fortune is rather smooth when compared to previous years. At lEAST you start out of a state of life that is less pleasant in the years ago. Now it seems that the road towards success is open. Take advantage of this opportunity as well as possible so you can pursue a career towards the top. But if you are lazy, can't take advantage of the opportunity, and are reluctant to hang out with successful people, then forever your fate remains bad. Even worse than years ago."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "According to the prediction that your fate at this age is very alarming. You often meet failure. Obstacles and problems of life had a blessing of your head. Perhaps all because of the influence of the way you do something. It could be that you are too careless in deciding something. Maybe you are too wasteful and accustomed to living spree. Hazing habits should be abandoned."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate experiences changes again. In this age your fortune feels smoother when compared to previous years. There is a slight increase. Failure and obstacles in trying have been reduced. Increase your creativity. If you have ideas or ideas as soon as possible. Facing difficult problems, you should ask for advice from other people who are smarter and wise. Don't rely on emotions in solving a problem. Hang out with successful people. Leave wasteful habits and spree."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "Your fate seems to have experienced a slight increase. Fortune is smoother when compared to previous years. Obstacles and obstacles begin to decrease. Failure that is so fatal you can no longer encounter, only those are small and can be overcome as soon as possible. At this age your life feels prosperous. Therefore you should seek peace, soul by getting closer to God. Many grateful and grateful to God are a means of satisfying your heart. Because without you scratching with fear then you will be enslaved property."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate does not change. Does not decrease and also does not increase dramatically. Still the same as in previous years. The welfare of life in old age is indeed not bad even though it cannot be said to be really good. The problem of life is slightly reduced. The peace of the soul you start to feel. You should continue to increase friendship or establish relationships with children who are married or families who rarely meet."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Entering the age of seven years to seventy -two years, your nasin has decreased. Luck is somewhat reduced when compared to previous years. This situation may not be very influential or maybe you don't feel it at all because it's not too sharp in your fortune decline."
            },
            {
                "range-usia": "73 - 78 Years of Age",
                "nasib": "Most elderly people (elderly humans) usually do not crave property. Wealth is no longer important and is not a major need. What is coveted is getting attention from the environment such as children and grandchildren, relatives, and life partners in the family. Therefore even though your fortune remains like in previous years, you seem to feel peaceful. Why?Because the family environment really pays attention and care for you."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "The fate and luck in your old age is really fun. The welfare of your life and fortune is an increase when compared to previous years. You should be grateful because your health is not too worried. That is, your body condition is normal. Only sometimes there are small disturbances. Enough rest and win the soul you must make it a habit every day."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "Twelve years you have been in a life full of prosperous and fun. But entering the age of eight -fifth five years your fate decreases. Changes in fortune and luck you decline up to fifty percent when compared to previous years. Health began to decline. You often get sick."
            },
            {
                "range-usia": "91 - 96 Years of Age",
                "nasib": "Your fate is really unpleasant. Your fortune is very dragging. In such circumstances, the rest of your life should be used to pour out worship and serve God. Because approaching death, we must prepare everything."
            }
        ]
    },
    {
        "weton": "Kliwon Friday",
        "naga-hari": "Naga Hari is located in the SOUTHWEST. To succeed in various matters, the directions to head toward are WEST and EAST.",
        "jam-baik": "06.00-08.00 ; 11.00-13.00 ; 13.00-15.00 ; 20.00-23.00 ; 23.00-01.00 ; 03.00-06.00",
        "watak-kelahiran": "Because patient and generous, you easily make people like you. Maybe this is also due to your smooth style. You can be a good leader, because you tend to have the ability, can think broadly, and can affect many people with your smart tongue. Maybe you are a little lazy at one time, but people will still love you. Obviously, you will never lack friends!",
        "nasib-rezeki": [
            {
                "range-usia": "1 - 6 Years of Age",
                "nasib": "Your fate is lucky. Your fortune in childhood is only natural. Some desires and needs are met. You rarely feel disappointed because almost your request is obeyed by parents."
            },
            {
                "range-usia": "7 - 12 Years of Age",
                "nasib": "Your fate is less fortunate. Fortune seems drag, even though you don't work. Many needs are not met. Desire is only a desire. The economy of your parents who are mediocre do also affect your personal life."
            },
            {
                "range-usia": "13 - 18 Years of Age",
                "nasib": "Your fate experiences changes. Your fortune is rather decent when compared to previous years. But you still need to work hard, pave enthusiasm and always be careful in everything. Don't make decisions too quickly. The problem of romance is smooth."
            },
            {
                "range-usia": "19 - 24 Years of Age",
                "nasib": "If you are already working then you will feel how in this age you are successful. It seems that your fate is really bright. Your life is in a pleasant state. The business you do always brings profits. Many people give trust in you. Therefore you must still maintain that trust, not to disappoint them. And you must remember because the fate and luck is not always in your hands. One day will change into a poor situation. Therefore, during the time of time it must set aside some of the assets to be saved. Don't pamper yourself by spree. After 25-30 years: your fate is still lucky. Your fortune is still smooth. This adequate situation continues until the age of around to thirties. Perhaps because you are eager to work and make a living so you succeed. Maybe it's also because you are good at choosing friends who have already been successful."
            },
            {
                "range-usia": "31 - 36 Years of Age",
                "nasib": "Your fate seems to be less fortunate. Your fortune seems drag. Many obstacles you face at this age. Your career is crashing, there is no increase. As a warning for you, if your business requires a lot of capital, you should be suspended first. Putting out the business field that has clearly benefited. Avoid wasteful habits. At this age you have to really tighten the belt."
            },
            {
                "range-usia": "37 - 42 Years of Age",
                "nasib": "Your fate is back well. When you turn to thirty age of seven years of fortune in a smooth state. Obstacles in life are decreasing. Failure is not so fatal. Many people put trust in you. Your career is gradually crawling. The business sector that you have beenpened so far shows bright signs. But in this situation should be vigilant, nowadays many liars. Maintain distance when hanging out with people who are not clear identidians or their properties."
            },
            {
                "range-usia": "43 - 48 Years of Age",
                "nasib": "Entering the age of four ten years your fate is really lucky. There is a striking increase when compared to previous years. Trials of life, problems in your family and efforts do not experience obstacles. That is, your life at this age is truly prosperous."
            },
            {
                "range-usia": "49 - 54 Years of Age",
                "nasib": "Your fate experiences changes. Fortune feels a little drag compared to previous years. There is a decrease of about fifty percent. Don't give up in facing this decline. Improve your achievements, increase your work and business. Do not decide too quickly without going through careful consideration. You should ask for advice from people who are smarter and wise when meeting a problem."
            },
            {
                "range-usia": "55 - 60 Years of Age",
                "nasib": "According to the forecast in the book of Primbon, it turns out that your fate when entering fifty -five years is back well. Increased little by little you can feel. Fortune starts smoothly. The problems of life and obstacles are somewhat reduced."
            },
            {
                "range-usia": "61 - 66 Years of Age",
                "nasib": "Your fate really experiences a very striking change. Last year your fate was indeed difficult and many obstacles and failures that had made you suffer. But this year the situation is even worse, worse and more alarming when compared to previous years."
            },
            {
                "range-usia": "67 - 72 Years of Age",
                "nasib": "Your fate is slightly changed. Your fortune is rather smooth when compared to previous years. Health is rather decent because the disease is slightly recovered. Your life welfare is better even though you can't be said to be lucky."
            },
            {
                "range-usia": "72 - 78 Years of Age",
                "nasib": "Your fate is back in a pleasant state. You are really lucky. According to the Book of Primbon, in this old age a prosperous life. Even though you are not strong enough to work, but fortune comes unexpectedly before. There is a little health. Maybe your children and grandchildren pay attention and care for you well."
            },
            {
                "range-usia": "79 - 84 Years of Age",
                "nasib": "Your fate has not changed, still as in previous years. Fortune does not experience obstacles. Perhaps because your child is an established economy and loves you. Health has a decline. We recommend that at this age you stop smoking and reduce fatty foods. Rest enough. Increase your devotion and worship to God."
            },
            {
                "range-usia": "85 - 90 Years of Age",
                "nasib": "The situation of your life enters the age of eight -fifth five years has changed. Your fate is less fortunate. When compared to previous years, there was a decrease of around ten ordered. You don't need to worry, because all you need is calm. Property for you at dusk is not the main thing."
            }
        ]
    }
]